Repository: BOINC/boinc
Catalog: locale/*/BOINC-Project-Generic.po
Languages: ro

source: Use browser language setting
ro: Foloseşte setările de limba ale broswer-ului

source: Translations are done by volunteers. If your native language is not here, %1you can provide a translation%2.
ro: Traducerile sunt efectuate de voluntari. Dacă limba dumneavoastră nu este aici, %1puteţi furniza o traducere%2.

source: Email address:
ro: Adresa email:

source: forgot email address?
ro: aţi uitat adresa de email?

source: Password:
ro: Parola:

source: forgot password?
ro: aţi uitat parola?

source: Processing %1
ro: Se procesează %1

source: Return to the list of your computers
ro: Înapoi la lista calculatoarelor dumneavoastră

source: Return to the list of computers
ro: Înapoi la lista de calculatoare

source: Pending credit
ro: Credit în aşteptare

source: Result ID
ro: ID Rezultat

source: Workunit ID
ro: ID Unitate de lucru

source: Host ID
ro: ID Gazdă

source: Pending credit: %1
ro: Credit în aşteptare: %1

source: Block messages from this user
ro: Blochează mesajele de la acest utilizator

source: Block user
ro: Blochează utilizator

source: Your message has been sent.
ro: Mesajul dumneavoastră a fost trimis.

source: You have no private messages.
ro: Nu aveţi nici un mesaj privat.

source: Sender and date
ro: Expeditor şi data

source: Reply to this message
ro: Răspunde la acest mesaj

source: Delete this message
ro: Şterge acest mesaj

source: Select all
ro: Selectează tot

source: Unselect all
ro: Deselectează tot

source: Delete selected messages
ro: Şterge mesajele selectate

source: Sender
ro: Expeditor

source: Date
ro: Data

source: Could not find user with id %1
ro: Nu s-a găsit utilizatorul cu id %1

source: Could not find user with username %1
ro: Nu s-a găsit utilizatorul cu numele %1

source: %1 is not a unique username; you will have to use user ID
ro: %1 nu este un nume de utilizator unic; trebuie să folosiţi un ID utilizator

source: No such user
ro: Nu există utilizatorul

source: no such user
ro: nu există utilizatorul

source: User %1 blocked
ro: Utilizatorul %1 blocat

source: Unknown action
ro: Acţiune necunoscută

source: %1 for %2
ro: %1 pentru %2

source: Back to preferences
ro: Înapoi la preferinţe

source: Confirm delete preferences
ro: Confirmă ştergere preferinţe

source: Remove preferences
ro: Şterge preferinţe

source: Cancel
ro: Anulează

source: User of the Day
ro: Utilizatorul Zilei

source: Vote Recorded
ro: Vot Înregistrat

source: Thank you
ro: Mulţumesc

source: Return to profile.
ro: Înapoi la profil.

source: User name
ro: Nume utilizator

source: Recent credit
ro: Credit recent

source: No access
ro: Fără acces

source: No tasks to display
ro: Nu sunt task-uri de afişat

source: Running
ro: Rulează

source: Not Running
ro: Nu Rulează

source: Disabled
ro: Dezactivat

source: Project status
ro: Stare proiect

source: Server software version: %1
ro: Versiune program server: %1

source: Host
ro: Gazdă

source: scheduler
ro: planificator

source: Running:
ro: Rulează:

source: Program is operating normally
ro: Programul rulează normal

source: Not Running:
ro: Nu Rulează:

source: Disabled:
ro: Dezactivat:

source: Program is disabled
ro: Programul este dezactivat

source: Computing status
ro: Stare calcule

source: The database server is not accessible
ro: Serverul de baze de date nu este accesibil

source: Tasks ready to send
ro: Task-uri gata de trimis

source: Tasks in progress
ro: Task-uri în curs

source: Workunits waiting for validation
ro: Unităţi de lucru aşteptând validarea

source: Workunits waiting for assimilation
ro: Unităţi de lucru aşteptând asimilarea

source: Workunits waiting for file deletion
ro: Unităţi de lucru aşteptând ştergerea

source: Tasks waiting for file deletion
ro: Task-uri aşteptând ştergerea

source: Users
ro: Utilizatori

source: with recent credit
ro: cu credit recent

source: with credit
ro: cu credit

source: registered in past 24 hours
ro: înregistraţi în ultimele 24 de ore

source: current GigaFLOPs
ro: GigaFLOP curent

source: Tasks by application
ro: Task-uri după aplicaţie

source: application
ro: aplicaţie

source: unsent
ro: netrimise

source: in progress
ro: în curs

source: avg runtime of last 100 results in h (min-max)
ro: timp mediu de rulare al utimelor 100 de rezultate în ore (min-max)

source: users in last 24h
ro: utilizatori în ultimele 24h

source: Computer %1
ro: Calculator %1

source: Statistics and leaderboards
ro: Statistici şi topuri

source: Statistics for %1
ro: Statistici pentru %1

source: More detailed statistics for %1 and other BOINC-based projects are available at several web sites:
ro: Statistici mai detaliate pentru %1 şi alte proiecte bazate pe BOINC sunt disponibile pe mai multe situri web:

source: Each team has a %1founder%2 who may:
ro: Fiecare echipă are un %1fondator%2 care poate:

source: edit the team's name and description
ro: modifică numele şi descrierea echipei

source: add or remove team admins
ro: adaugă sau şterge administratori echipă

source: remove members from the team
ro: elimină membri din echipă

source: disband a team if it has no members
ro: şterge o echipă dacă nu are membri

source: To join a team, visit its team page and click %1Join this team%2.
ro: Pentru a vă alătura unei echipe, vizitaţi pagina echipei şi selectatţi %1Alătură-te echipei%2.

source: Find a team
ro: Caută o echipă

source: All teams
ro: Toate echipele

source: %1 teams
ro: %1 echipe

source: Create a new team
ro: Crează o nouă echipă

source: Add or remove Team Admins
ro: Adaugă sau şterge Administratori Echipă

source: Team Admins cannot:
ro: Administratorii Echipei nu pot:

source: Change the team founder
ro: Schimbă fondator echipă

source: Remove members
ro: Elimină membrii

source: If a Team Admin quits the team, they cease to be a Team Admin.
ro: Atunci când un Administrator de Echipă parăseşte echipa, încetează să mai fie Administrator de Echipă.

source: We recommend that you select only people you know and trust very well as Team Admins.
ro: Vă recomandăm să selectaţi doar persoane pe care le cunoaşteţi foarte bine şi în care aveţi încredere ca Administratori de Echipă.

source: There are currently no Team Admins
ro: Nu există momentan Administratori Echipă

source: Current Team Admins
ro: Administratori Echipă Curenţi

source: Became Team Admin on
ro: Deveniţi Administrator Echipă la

source: Add Team Admin
ro: Adaugă Administrator Echipă

source: Email address of team member:
ro: Adresa de mail a membrului echipei:

source: failed to remove admin
ro: nu s-a putut şterge administratorul

source: User is not member of team
ro: Utilizatorul nu este membru al echipei

source: %1 is already an admin of %2
ro: %1 este deja administrator al %2

source: Couldn't add admin
ro: Nu s-a putut adăuga administratorul

source: No such team
ro: Nu există echipa

source: no such team
ro: nu există echipa

source: User is not a member of %1
ro: Utilizatorul nu este membru al %1

source: Changing founder of %1
ro: Se schimbă fondatorul %1

source: %1 is now founder of %2
ro: %1 este acum fondator al %2

source: Change founder of %1
ro: Schimbă fondator al %1

source: No transfer request is pending.
ro: Nici o cerere de transfer în aşteptare.

source: New founder?
ro: Fondator nou?

source: Change founder
ro: Schimbă fondator

source: You must choose a non-blank team name
ro: Trebuie să alegeţi un nume de echipă care să nu fie gol

source: A team named %1 already exists - try another name
ro: O echipă numită %1 există deja - încercaţi un alt nume

source: Could not create team - please try later.
ro: Nu s-a putut crea echipa - vă rugăm încercaţi mai târziu.

source: Create a team
ro: Crează o nouă echipă

source: Team history for %1
ro: Istoric echipă pentru %1

source: When
ro: Când

source: User
ro: Utilizator

source: Action
ro: Acţiune

source: bad country
ro: ţară greşită

source: The name '%1' is being used by another team.
ro: Numele '%1' este folosit de o altă echipă.

source: Must specify team name
ro: Trebuie specificat numele echipei

source: Could not update team - please try again later.
ro: Nu s-a putut actualiza echipa - vă rugăm încercaţi mai târziu.

source: Edit %1
ro: Editează %1

source: Update team info
ro: Actualizează informaţii echipă

source: %1 Email List
ro: %1 Listă Email

source: Member list of %1
ro: Listă membrii ai %1

source: Show as plain text
ro: Arată ca text simplu

source: At your option, only members will be able to read.
ro: La opţiunea dumneavoastră, doar membri vor putea să citească.

source: Minimum total credit to post
ro: Credit total minim pentru a posta

source: Minimum average credit to post
ro: Credit mediu minim pentru a posta

source: Submit
ro: Trimite

source: Update successful
ro: Actualizare reuşită

source: Update failed
ro: Actualizare eşuată

source: Team has no forum
ro: Echipa nu are forum

source: You must be a member of a team to access this page.
ro: Trebuie să fi membru al unei echipe pentru accesa această pagină.

source: undefined action %1
ro: acţiune nedefinită %1

source: Return to team page
ro: Înapoi la pagina echipei

source: You need to be a member of a team to access this page.
ro: Trebuie să fi membru al unei echipe pentru accesa această pagină.

source: Already a member
ro: Deja membru

source: You are already a member of %1.
ro: Sunteţi deja membru al %1.

source: Couldn't join team - please try again later.
ro: Nu s-a putut intra în echipă - vă rugăm încercaţi mai târziu.

source: Joined %1
ro: Înscris: %1

source: Join %1
ro: Înscris: %1

source: Search Results
ro: Rezultate Căutare

source: Search results for '%1'
ro: Rezultate căutare pentru '%1'

source: Team administration for %1
ro: Administrare echipă pentru %1

source: Edit team info
ro: Modifică informaţii echipă

source: Change team name, URL, description, type, or country
ro: Modifică nume echipă, URL, descriere, tip sau ţara

source: Member list:
ro: Listă membri:

source: View member names and email addresses
ro: Vizualizare nume membri şi adrese de email

source: See when members joined or quit this team
ro: Vizualizaţi când membri s-au alăturat sau au părăsit echipa

source: Remove inactive or unwanted members from this team
ro: Şterge membri inactivi sau nedoriţi ai echipei

source: Add/remove Team Admins
ro: Adaugă/Şterge Administratori Echipă

source: Remove team
ro: Şterge echipa

source: Allowed only if team has no members
ro: Permis doar dacă echipa nu are membri

source: Can't delete non-empty team
ro: Nu se poate şterge o echipă care nu e goală

source: Team %1 deleted
ro: Echipa %1 ştearsă

source: Limit exceeded: Can only display the first 1000 members.
ro: Limită depăşită: Se pot afişa doar primii 1000 de membri.

source: Members of %1
ro: Membrii ai %1

source: Unable to quit team
ro: Nu s-a putut părăsi echipa

source: Team doesn't exist, or you don't belong to it.
ro: Echipa nu există sau nu faceţi parte din ea.

source: Quit %1
ro: Închide %1

source: Quit Team
ro: Părăseşte Echipa

source: Removing users from %1
ro: Ştergere utilizatori din %1

source: %1 is not a member of %2
ro: %1 nu este membru al %2

source: %1 has been removed
ro: %1 a fost şters

source: Remove members from %1
ro: Şterge membrii din %1

source: Remove?
ro: Şterge?

source: Remove users
ro: Şterge utilizatori

source: Team name
ro: Nume echipă

source: Team search results
ro: Reultate căutare echipă

source: Top hosts
ro: Top gazde

source: Top %1 teams
ro: Top %1 echipe

source: There are no %1 teams
ro: Nu există echipe %1

source: Participant since
ro: Participant de la

source: User of the Day for %1: %2
ro: Utilizatorul Zilei pentru %1: %2

source: Filters
ro: Filtre

source: User name starts with
ro: Nume utilizator începe cu

source: On a team?
ro: Intr-o echipă?

source: Decreasing average credit
ro: Credit mediu în scădere

source: Decreasing total credit
ro: Credit total în scădere

source: search string must be at least 3 characters
ro: şirul de căutat trebuie să aibă cel puţin 3 caractere

source: User search results
ro: Reultate căutare utilizator

source: Joined
ro: Înscris

source: No users match your search criteria.
ro: Nici un utilizator găsit conform criteriilor.

source: User not found!
ro: Utilizatorul nu a fost găsit!

source: Team:
ro: Echipa:

source: Team: None
ro: Echipa: Nici una

source: Validate BOINC email address
ro: Validaţi adresa de mail BOINC

source: Please visit the following link to validate the email address of your %1 account:
ro: Vă rugăm accesaţi următorul link pentru a valida adresa de mail a contului %1:

source: Validate email sent
ro: Email validare trimis

source: An email has been sent to %1. Visit the link it contains to validate your email address.
ro: Un email a fostr trimis către %1. Vizitaţi link-ul din conţinut pentru a valida adresa de mail.

source: No such user.
ro: Nu exista acest utilizator.

source: Database update failed - please try again later.
ro: Actualizarea bazei de date a eşuat - vă rugăm încercaţi mai târziu.

source: Validate email address
ro: Validaţi adresa de mail

source: The email address of your account has been validated.
ro: Adresa de mail a contului dumneavoastră a fost validată.

source: This user has no profile
ro: Utilizatorul nu are un profil

source: Profile: %1
ro: Profil: %1

source: Account data
ro: Date cont

source: This key can be used to:
ro: Cheia poate fi folosită pentru:

source: Weak account key
ro: Cheia slabă a contului

source: Workunit %1
ro: Unitate de lucru %1

source: granted credit
ro: credit acordat

source: errors
ro: erori

source: validation
ro: validare

source: Pending
ro: În aşteptare

source: Main page
ro: Pagina principală

source: Copyright
ro: Drepturi de autor

source: Generated
ro: Generat

source: Your opinions about %1
ro: Opiniile dumneavoastră despre %1

source: Color scheme for graphics
ro: Schemă culori pentru grafică

source: Maximum CPU % for graphics%10 ... 100%2
ro: Utilizare CPU maxim % pentru grafică%10 ... 100%2

source: Run only the selected applications
ro: Rulează doar aplicaţiile selectate

source: If no work for selected applications is available, accept work from other applications?
ro: Dacă nu există de lucru pentru aplicaţiile selectate, acceptă lucru pentru alte aplicaţii?

source: (all applications)
ro: (toate aplicaţiile)
