Repository: BOINC/boinc
Catalog: locale/*/BOINC-Project-Generic.po
Languages: ro

source: Members with credit
ro: Membrii cu credit

source: Admin
ro: Administrator

source: Previous %1
ro: Precedenţii %1

source: Next %1
ro: Următorii %1

source: No such team.
ro: Nu există echipa.

source: This operation requires team admin privileges
ro: Această operaţiune necesită privilegii de administrator echipă

source: Team name, text version
ro: Nume echipă, versiune text

source: Don't use HTML tags.
ro: Nu folosiţi tag-uri HTML.

source: Team name, HTML version
ro: Nume echipă, versiune HTML

source: You may use %1limited HTML tags%2.
ro: Puteţi folosi %1un număr limitat de tag-uri HTML%2.

source: If you don't know HTML, leave this box blank.
ro: Dacă nu ştiţi HTML, lăsaţi această căsuţă liberă.

source: URL of team web page, if any
ro: URL al paginii web a echipei, dacă există

source: without "http://"
ro: fără "http://"

source: Description of team
ro: Descrierea echipei

source: Accept new members?
ro: Acceptă noi membrii?

source: User profile
ro: Profil utilizator

source: Projects in which you are participating
ro: Proiecte în care participaţi

source: Projects in which %1 is participating
ro: Proiecte în care %1 participă

source: Project
ro: Proiect

source: Click for user page
ro: Selectaţi pentru pagina utilizatorului

source: Since
ro: Începând cu

source: Computers on this account
ro: Calculatoare în acest cont

source: View
ro: Vizualizări

source: Cross-project ID
ro: ID multi-proiect

source: Cross-project statistics
ro: Statistici multi-proiect

source: Account
ro: Cont

source: Team
ro: Echipă

source: Cross-project
ro: Multi-proiect

source: Certificate
ro: Certificat

source: Stats on your cell phone
ro: Statistici pe telefonul mobil

source: Unknown notification type: %1
ro: Tip notificare necunoscut: %1

source: Account information
ro: Informaţii cont

source: Email address
ro: Adresă email

source: Postal code
ro: Cod poştal

source: %1 member since
ro: %1 membru din

source: Change
ro: Modifică

source: email address
ro: adresă email

source: password
ro: parolă

source: other account info
ro: alte informaţii cont

source: User ID
ro: ID utilizator

source: Account keys
ro: Chei cont

source: Preferences
ro: Preferinţe

source: When and how BOINC uses your computer
ro: Când şi cum foloseşte BOINC calculatorul dumneavoastră

source: Computing preferences
ro: Preferinţe calcul

source: Community preferences
ro: Preferinţe comunitate

source: Preferences for this project
ro: Preferinţe pentru acest proiect

source: %1 preferences
ro: Preferinţe %1

source: Community
ro: Comunitate

source: Delete
ro: Şterge

source: Create
ro: Crează

source: Profile
ro: Profil

source: %1 posts
ro: %1 postări

source: Notifications
ro: Anunţuri

source: Quit team
ro: Părăseşte echipa

source: Administer
ro: Administrează

source: Member of team
ro: Membru al echipei

source: find a team
ro: găseşte o echipă

source: Founder but not member of
ro: Fondator dar nu membru al

source: Find friends
ro: Caută prieteni

source: Friends
ro: Prieteni

source: Computers
ro: Calculatoare

source: Donor
ro: Donator

source: This person is a friend
ro: Această persoană este un prieten

source: Cancel friendship
ro: Anulează prietenie

source: Request pending
ro: Cerere în aşteptare

source: Add as friend
ro: Adaugă prieten

source: user name cannot have leading or trailing white space
ro: numele de utilizator nu poate avea spaţii la început sau la sfârşit

source: user name must be nonempty
ro: numele de utilizator nu trebuie să fie gol

source: user name may not contain HTML tags
ro: numele de utilizator nu poate conţine tag-uri HTML

source: log out
ro: ieşire

source: log in
ro: autentificare

source: Log in
ro: Autentificare

source: Create an account
ro: Crează un cont

source: Server status page
ro: Pagina stare server

source: A database error occurred while handling your request; please try again later.
ro: O eroare de bază de date a apărut în timp ce se procesa solicitarea dumneavoastră; vă rugăm încercaţi mai târziu.

source: Unable to handle request
ro: Nu s-a putut onora cererea

source: hours
ro: ore

source: View the profile of %1
ro: Vizualizaţi profilul lui %1

source: Project down for maintenance
ro: Proiectul este oprit pentru mentenanţă

source: %1 is temporarily shut down for maintenance. Please try again later.
ro: %1 este temporar oprit pentru mentenanţă. Vă rugăm încercaţi mai târziu.

source: Unable to connect to database - please try again later
ro: Nu s-a putut conecta la baza de date - vă rugăm încercaţi mai târziu

source: Error:
ro: Eroare:

source: Unable to select database - please try again later
ro: Nu s-a putut selecta baza de date - vă rugăm încercaţi mai târziu

source: Stay logged in on this computer
ro: Rămâneţi autentificat pe acest calculator

source: Finish account setup
ro: Finalizare setare cont

source: Identifies you on our web site. Use your real name or a nickname.
ro: Vă identifică pe site-ul nostru. Folosiţi numele real sau o poreclă.

source: Select the country you want to represent, if any.
ro: Selectaţi ţara pe care doriţi să o reprezentaţi, dacă doriţi.

source: Postal or ZIP Code
ro: Cod poştal sau ZIP

source: Optional
ro: Opţional

source: You must supply a name for your account
ro: Trebuie să furnizaţi un nume pentru cont

source: HTML tags not allowed in name
ro: Tag-urile HTML nu sunt permise în nume

source: Add %1 preferences for %2
ro: Adaugă %1 preferinţe pentru %2

source: Applications
ro: Aplicaţii

source: Platform
ro: Platformă

source: Version
ro: Versiune

source: Installation time
ro: Timp instalare

source: BBCode tags
ro: Etichete BBCode

source: Examples
ro: Exemple

source: Bold
ro: Îngroşat

source: Underline
ro: Subliniat

source: Big text
ro: Text mare

source: Red text
ro: Text roşu

source: link to website
ro: link la site web

source: Quoted text
ro: Text citat

source: use to display an image
ro: folosiţi pentru a afişa o imagine

source: Code snippet here
ro: Fragment cod aici

source: use to display some code
ro: folosit pentru a afişa cod

source: Pre-formatted text
ro: Text preformatat

source: Item 1
ro: Element 1

source: Item2
ro: Element 2

source: Item 2
ro: Element 2

source: Teams
ro: Echipe

source: User of the day
ro: Utilizatorul zilei

source: Server status
ro: Stare server

source: Profiles
ro: Profile

source: Top participants
ro: Top participanţi

source: Top computers
ro: Top calculatoare

source: Top teams
ro: Top echipe

source: Top GPU models
ro: Top modele GPU

source: Languages
ro: Limbă

source: Read our rules and policies
ro: Citiţi regulile şi politicile noastre

source: Can't create account
ro: Nu se poate crea contul

source: Click your browser's <b>Back</b> button to try again.
ro: Apăsaţi butonul <b>Înapoi</b> în navigator pentru a încerca din nou.

source: Account creation is disabled
ro: Creare de conturi este dezactivată

source: Sorry, this project has disabled the creation of new accounts. Please try again later.
ro: Ne pare rău, acest proiect are crearea de noi conturi de utilizator dezactivată. Vă rugăm încercaţi mai târziu.

source: Your reCAPTCHA response was not correct. Please try again.
ro: Răspunsul dumneavoastră reCAPTCHA nu a fost corect. Vă rugăm încercaţi din nou.

source: You must supply an invitation code to create an account.
ro: Trebuie să furnizaţi un cod de invitaţie pentru a crea un cont.

source: The invitation code you gave is not valid.
ro: Codul de invitaţie furnizat nu este valid.

source: Invalid email address: you must enter a valid address of the form name@domain
ro: Adresă de email invalidă: trebuie să introduceţi o adresă validă de forma nume@domeniu

source: There's already an account with that email address.
ro: Există deja un cont cu acea adresă de email.

source: New passwords are different
ro: Parolele noi sunt diferite

source: Passwords may only include ASCII characters.
ro: Parolele trebuie să conţină doar caractere ASCII.

source: New password is too short: minimum password length is %1 characters.
ro: Noua parolă este prea scurtă: lungimea minimă a parolei este de %1 caractere.

source: Couldn't create account
ro: Nu s=a putut crea contul

source: Account creation is currently disabled. Please try again later.
ro: Crearea de conturi este momentan dezactivată. Vă rugăm încercaţi mai târziu.

source: This account will belong to the team %1 and will have the project preferences of its founder.
ro: Acest cont va aparţine echipei %1 şi va avea preferinţele de proiect ale fondatorului.

source: Invitation Code
ro: Cod Invitaţie

source: A valid invitation code is required to create an account.
ro: Un cod valid de invitaţie este necesar pentru a crea un cont.

source: Email Address
ro: Adresă Email

source: Must be a valid address of the form 'name@domain'.
ro: Trebuie să fie o adresă validă de forma 'nume@domeniu'.

source: Password
ro: Parolă

source: Must be at least %1 characters
ro: Trebuie să aibă minim %1 caractere

source: Confirm password
ro: Confirmaţi parola

source: Please enter the words shown in the image
ro: Vă rugăm introduceţi cuvintele din imagine

source: Create account
ro: Crează cont

source: Picture
ro: Poză

source: %1 Your profile picture is shown to the left.
ro: %1 Poza profilului dumneavoastră este prezentată în partea stângă.

source: To remove it from your profile, check this box:
ro: Pentru a şterge din profilul dumneavoastră, selectaţi această căsuţă:

source: Language
ro: Limbă

source: Select the language in which your profile is written:
ro: Selectaţi limba în care este scris profilul dumneavoastră:

source: Please enter the words shown in the image.
ro: Vă rugăm introduceţi cuvintele din imagine.

source: Create/edit profile
ro: Crează/modifică profil

source: The format of your uploaded image is not supported.
ro: Formatul imaginii încărcate nu este suportat.

source: Your ReCaptcha response was not correct. Please try again.
ro: Răspunsul dumneavoastră ReCaptcha nu a fost corect. Vă rugăm încercaţi din nou.

source: Could not update the profile: database error
ro: Nu s-a putut actualiza profilul: eroare bază de date

source: Could not create the profile: database error
ro: Nu s-a putut crea profilul: eroare bază de date

source: Profile saved
ro: Profil salvat

source: Congratulations! Your profile was successfully entered into our database.
ro: Felicitări ! Profilul dumneavoastră a fost înregistrat cu succes în baza noastră de date.

source: %1View your profile%2
ro: %1Vizualizaţi profilul dumneavoastră%2

source: Create a profile
ro: Crează un profil

source: Couldn't delete account
ro: Nu s-a putut şterge contul

source: Account deleted
ro: Cont şters

source: Your account has been deleted.
ro: Contul dumneavoastră a fost şters.

source: Confirm delete account
ro: Confirmaţi ştergere cont

source: Are you sure you want to delete your account?
ro: Sigur doriți să ștergeți acest cont?

source: Yes
ro: Da

source: Delete this account
ro: Ştergeţi acest cont

source: No
ro: Nu

source: Do not delete this account
ro: Nu ştergeţi acest cont

source: Delete Confirmation
ro: Confirmare Ştergere

source: Your profile has been deleted.
ro: Profilul dumneavoastră a fost şters.

source: Profile delete confirmation
ro: Confirmare ştergere profil

source: Are you sure?
ro: Sunteți sigur?

source: If you're sure, click 'Yes' to remove your profile from our database.
ro: Daca sunteţi sigur, apăsaţi 'Da' pentru a vă şterge profilul din baza noastră de date.

source: Delete my profile
ro: Șterge profilul meu

source: Do not delete my profile
ro: Nu ştergeţi profilul

source: PayPal - Transaction Completed
ro: PayPal - Trabzacţie Finalizată

source: Thank you for donating!
ro: Vă mulţumim pentru donaţie!

source: Your donation for has been completed.
ro: Donaţie dumneavoastră a fost finalizată.

source: You have canceled your donation.
ro: Aţi anulat donaţia dumneavoastră.

source: This project is not accepting donations.
ro: Acest proiect nu acceptă donaţii.

source: %1 donations
ro: %1 donaţii

source: This project is accepting donations via %1.
ro: Acest proiect acceptă donaţii prin %1.

source: Amount you would like to donate
ro: Suma pe care doriţi să o donaţi

source: Estimated value in
ro: Valoare estimată în

source: Anonymous donation
ro: Donaţie anonimă

source: To assign the donation with your user ID, please log in.
ro: Pentru a asocia donaţia cu ID-ul dumneavoastră de utilizator, vă rugăm să vă autentificaţi.

source: Proceed
ro: Continuaţi

source: Donations are accepted through
ro: Donaţiile sunt acceptate prin

source: Download BOINC add-on software
ro: Descarcă programe adiţionale BOINC

source: You can download applications in several categories.
ro: Puteţi descărca aplicaţii în mai multe categorii.

source: This list is managed centrally at %1the BOINC website%2.
ro: Această listă este gestionată central pe %1siteul web BOINC%2.

source: Change email address of account
ro: Schimbă adresa de email a contului

source: New email address '%1' is invalid.
ro: Noua adresă de email '%1' este invalidă.

source: New email address is same as existing address. Nothing is changed.
ro: Noua adresă de email este aceeaşi cu adresa existentă. Nu s-a schimbat nimic.

source: There's already an account with that email address
ro: Există deja un cont cu această adresă de email

source: Invalid password.
ro: Parolă greşită.

source: The email address of your account is now %1.
ro: Adresa de email a contului dumneavoastră este acum %1.

source: Please %1validate this email address%2.
ro: Vă rugăm %1validaţi adresa de email%2.

source: We can't update your email address due to a database problem. Please try again later.
ro: Nu putem actualiza adresa dumneavoastră de email din cauza unei probleme a bazei de date. Vă rugăm încercaţi mai târziu.

source: Change email address
ro: Modifică adresă email

source: Change the email address of your account
ro: Modifică adresa de email a contului dumneavoastră

source: New email address
ro: Adresă email nouă

source: Must be a valid address of the form 'name@domain'
ro: Trebuie să fie o adresă validă de forma 'nume@domeniu'

source: No password?
ro: Fără parolă?

source: Confirm reset
ro: Confirmaţi resetare

source: This action will erase any changes you have made in your community preferences. To cancel, click your browser's Back button.
ro: Această acţiune va şterge orice modificări aşi făcut în preferinţele comunităţii. Pentru anulare, apăsaţi butonul Înapoi al navigatorului.

source: Reset preferences
ro: Şterge preferinţe

source: Error: Not the right kind of file, only PNG and JPEG are supported.
ro: Eroare: Tip de fişier nepotrivit, sunt suportate doar PNG şi JPEG.

source: Your signature was too long, please keep it less than 250 characters.
ro: Semnătura dumneavoastră a fost prea lungă, vă rugăm să nu depăşiţi 250 de caractere.

source: No such user: %1
ro: Nu există utilizatorul: %1

source: Immediately, by email
ro: Imediat, pe email

source: In a single daily email
ro: Într-un singur mail zilnic

source: Format: JPG or PNG. Size: at most 4 KB, 100x100 pixels
ro: Format: JPG sau PNG. Dimensiunea: cel mult 4 KB, 100x100 pixeli

source: Don't use an avatar
ro: Nu folosi avatar

source: Avatar preview
ro: Vizualizare avatar

source: characters remaining
ro: caractere rămase

source: Attach signature by default
ro: Adaugă semnătura implicit

source: Signature preview
ro: Vizualizare semnătură

source: This is how your signature will look in the forums
ro: Aşa va arăta semnătura dumneavoastră în forumuri

source: Hide signatures
ro: Ascunde semnături

source: Show images as links
ro: Arată imagini ca legături

source: How to sort
ro: Cum să se sorteze

source: Threads:
ro: Fire:

source: Posts:
ro: Postări:

source: Message filtering
ro: Filtrare mesaje

source: Filtered users
ro: Utilizatori filtraţi

source: User ID (For instance: 123456789)
ro: ID utilizator (De exemplu: 123456789)

source: Add user to filter
ro: Adaugă utilizator la filtru

source: Click here to update preferences
ro: Apăsaţi aici pentru a actualiza preferinţele

source: Reset
ro: Resetează

source: Or click here to reset preferences to the defaults
ro: Sau apăsaţi aici pentru a reseta preferinţele la implicit

source: No account with that email address was found
ro: Nici un cont cu acea adresă de email nu a fost găsit

source: Invalid password
ro: Parolă greşită

source: Change password
ro: Schimbă parola

source: Your password has been changed.
ro: Parola dumneavoastră a fost schimbată.

source: your account key
ro: cheia contului dumneavoastră

source: Current password
ro: Parola curentă

source: New password
ro: Parola nouă

source: New password, again
ro: Parola nouă, din nou

source: You must supply a name for your account.
ro: Trebuie să furnizaţi un nume pentru contul dumneavoastră.

source: Couldn't update user info.
ro: Nu s-a putut actualiza informaţia utilizator.

source: Edit account information
ro: Editează informaţii cont

source: Update info
ro: Actualizează informaţii

source: Server states
ro: Stare server

source: In Progress
ro: În curs

source: Outcomes
ro: Rezultate

source: A computer completed and reported the task successfully.
ro: Un calculator a finalizat şi raportat task-ul cu succes.

source: Client error
ro: Eroare client

source: The task was sent to a computer and an error occurred.
ro: Task-ul a fost trimis unui calculator şi a apărut o eroare.

source: The task was sent to a computer and no reply was received within the time limit.
ro: Task-ul a fost trimis unui calculator şi nu s-a primit nici un răspuns până la termenul limită.

source: The task wasn't sent to a computer because enough other tasks were completed for this workunit.
ro: Task-ul nu a fost trimis unui calculator deoarece s-au finalizat un număr suficient de task-uri pentru această unitate de lucru.

source: Client states
ro: Stare client

source: The computer completed the task successfully.
ro: Calculatorul a finalizat acest task cu succes.

source: An error occurred during computation.
ro: A apărut o eroare în timpul calculelor.

source: Time reported and deadline
ro: Timp raportat sau timp limită

source: Already reported
ro: Deja raportat

source: The date/time it was reported
ro: Data/ora când a fost raportat

source: Not reported yet, deadline in the future
ro: Nu s-a raportat încă, termenul limită în viitor

source: Deadline, shown in green.
ro: Termenul limită, arătat în verde.

source: Not reported yet, deadline in the past
ro: Nu s-a raportat încă, termenul limită în trecut

source: Deadline, shown in red.
ro: Termenul limită, arătat în roşu.

source: Unknown field
ro: Câmp necunscout

source: Send email
ro: Trimite email

source: Sending emails
ro: Se trimite email

source: Your name:
ro: Numele dumneavoastră:

source: Your email address:
ro: Adresa dumneavoastră de email:

source: Send
ro: Trimite

source: Category
ro: Categorie

source: Obscene
ro: Obscen

source: Other
ro: Altele

source: Reason
ro: Motiv

source: Edit your message
ro: Editează acest mesaj

source: Title
ro: Titlu

source: Add my signature to this post
ro: Adaugă semnătura mea la acest răspuns

source: New thread
ro: Fir nou

source: You haven't read this thread yet
ro: Nu aţi citit acest mesaj încă

source: Questions and answers
ro: Întrebări şi răspunsuri

source: Questions
ro: Întrebări

source: %1 Message boards
ro: Panou de mesaje %1

source: 4 hours
ro: 4 ore

source: 1 day
ro: 1 zi

source: 1 week
ro: 1 săptămână

source: 2 weeks
ro: 2 săptămâni

source: 1 month
ro: 1 lună

source: Forever
ro: Pentru totdeauna

source: not authorized
ro: neautorizat

source: Create new thread
ro: Crează un nou fir

source: Create a new thread
ro: Crează un nou fir

source: Vote Registered
ro: Vot Înregistrat

source: Message:
ro: Mesaj:

source: Add my signature to this reply
ro: Adaugă semnătura mea la acest răspuns

source: Options:
ro: Opţiuni:

source: Search for keywords:
ro: Caută cuvinte cheie:

source: For example: "43214"
ro: De exemplu: "43214"

source: Search options
ro: Opţiuni căutare

source: Search limits
ro: Limite căutare

source: Search at most this many days back in time
ro: Caută cel mult acest număr de zile înapoi în timp

source: %1 months
ro: %1 luni

source: 1 year
ro: 1 an

source: Sort by
ro: Sortează dupa

source: Forum search results
ro: Reultate căutare forum

source: Sort
ro: Sortează

source: Add friend
ro: Adaugă prieten

source: Cancel friendship?
ro: Anulează prietenie?

source: Open the file in a text editor like Notepad. You'll see something like
ro: Deschideţi fişierul într-un editor text ca Notepad. Veţi vedea ceva de similar

source: Welcome to %1
ro: Bine aţi venit la %1

source: nvidia GPU
ro: GPU nvidia

source: anonymous platform
ro: platformă anonimă

source: Missing app version
ro: Versiune aplicaţie lipsă

source: Missing app
ro: Aplicaţie lipsă

source: Missing platform
ro: Platformă lipsă

source: Number of tasks completed
ro: Număr task-uri finalizate

source: Max tasks per day
ro: Număr maxim task-uri pe zi

source: Number of tasks today
ro: Număr de task-uri azi

source: Consecutive valid tasks
ro: Task-uri valide consecutive

source: Application details for host %1
ro: Detalii aplicaţie pentru gazda %1

source: Delete record of computer
ro: Şterge înregistrarea calculatorului

source: Record deleted.
ro: Înregistrare ştearsă.

source: Return to list of your computers
ro: Înapoi la lista calculatoarelor dumneavoastră

source: Merge computer records
ro: Unifică înregistrări calculator

source: Merge computers
ro: Unifică calculatoare

source: Show details
ro: Arată detalii

source: name
ro: nume

source: created
ro: creat

source: computer ID
ro: ID calculator

source: no hostname
ro: fără nume gazdă

source: Merge hosts
ro: Unifică gazde

source: Updating computer credit
ro: Se actualizează creditul calculatorului

source: none
ro: nimic

source: Return to host page
ro: Înapoi la pagina gazdei

source: Computers hidden
ro: Calculatoare ascunse

source: This user has chosen not to show information about his or her computers.
ro: Utilizatorul a ales să nu arate informaţii despre calculatoarele sale.

source: Your computers
ro: Calculatoarele dumneavoastră

source: bold
ro: îngroşat

source: italics
ro: italice

source: paragraph
ro: paragraf

source: You can also use ampersand notation for special characters.
ro: Puteţi folosi şi notaţia cu ampersand pentru caractere speciale.

source: Run %1 only on authorized computers
ro: Rulează %1 doar pe calculatoarele autorizate

source: Run %1 only on computers that you own, or for which you have obtained the owner's permission. Some companies and schools have policies that prohibit using their computers for projects such as %1.
ro: Rulaţi %1 doar pe calculatoare pe care le deţineţi sau pentru care aţi obţinut permisiunea proprietarului. Unele companii şi şcoli au proceduri care interzic folosirea calculatoarelor lor pentru proiecte ca %1.

source: How %1 will use your computer
ro: Cum îţi va folosi calculatorul %1

source: Privacy policy
ro: Politică de confidenţialitate

source: Is it safe to run %1?
ro: Este sigur sa se ruleze %1?

source: The applications run by %1 may cause some computers to overheat. If this happens, stop running %1 or use a %2utility program%3 that limits CPU usage.
ro: Aplicaţiile rulate de %1 pot cauza ca unele calculatoare să se supraîncălzească. Dacă se întamplă acest lucru, nu mai rulaţi %1 sau folosiţi %2un program utilitar%3 care limitează utilizarea CPU.

source: %1 was developed by %2. BOINC was developed at the University of California.
ro: %1 a fost dezvoltat de %2. BOINC a fost dezvoltat la Universitatea din California.

source: Liability
ro: Răspundere

source: Other BOINC projects
ro: Alte proiecte BOINC

source: Language selection
ro: Selecţie limbă

source: Language name (click to select)
ro: Nume limbă (apăsaţi pentru a selecta)
