Repository: BOINC/boinc
Catalog: locale/*/BOINC-Android.po
Languages: bg, ca, da, el, es, it_it, nl, ro, tr

# projects_confirm_reset_confirm
source: Reset
bg: Нулиране
ca: Reinicia
da: Nulstil
el: Zurücksetzen
es: Reiniciar
nl: Resetten
ro: Resetează
tr: Sıfırla

# projects_confirm_remove_acctmgr_title
source: Disable account manager
da: Deaktivér kontohåndtering
es: Desactivar el gestor de cuentas
nl: Accountmanager uitzetten

# projects_confirm_remove_acctmgr_message
source: Are you sure you want to stop using
da: Er du sikker på, du vil stoppe med at bruge
es: ¿Está seguro de que quiere dejar de usar
nl: Weet je zeker dat je wilt stoppen met het gebruik van

# projects_confirm_remove_acctmgr_confirm
source: Disable
da: Deaktivér
es: Desactivar
nl: Uitzetten

# tasks_header_name
source: Task Name:
bg: Име на Задача:
ca: Nom de la tasca:
da: Opgavenavn:
el: Aufgabenname:
es: Tarea:
it_it: Nome Lavoro:
nl: Taaknaam:
ro: Nume Task:
tr: İş adı:

# tasks_header_elapsed_time
source: Elapsed time:
bg: Изминало време:
ca: Temps transcorregut:
da: Forgangen tid:
el: Abgelaufene Zeit:
es: Han transcurrido:
it_it: Tempo trascorso:
nl: Verstreken tijd:
ro: Timp scurs:
tr: Geçen süre:

# tasks_header_project_paused
source: (suspended)
bg: (временно прекратена)
ca: (suspès)
da: (suspenderet)
el: (angehalten)
es: (suspendido)
it_it: (sospeso)
nl: (onderbroken)
ro: (suspendat)
tr: (beklemede)

# tasks_header_deadline
source: Deadline:
bg: Краен срок:
ca: Data límit:
el: Ablaufdatum:
es: Fecha límite:
ro: Termen limită:
tr: Son teslim zamanı:

# tasks_result_new
source: new
bg: нов
ca: nou
da: ny
el: neu
es: nuevo
it_it: nuovo
nl: nieuw
ro: nou
tr: yeni

# tasks_result_files_downloading
source: waiting for download
bg: изчаква за изтегляне
ca: esperant per descarregar
da: venter på download
el: herunterladen läuft
es: esperando para descargar
it_it: in attesa del download
nl: wacht op downloaden
ro: se aşteaptă descărcarea
tr: indirilmeyi bekliyor

# tasks_result_files_downloaded
source: download complete
bg: изтеглянето е завършено
ca: Descàrrega completa
da: download komplet
el: herunterladen abgeschlossen
es: descarga terminada
it_it: download completato
nl: downloaden voltooid
ro: descărcare completă
tr: indirme tamamlandı

# tasks_result_compute_error
source: computation error
bg: изчислителна грешка
ca: error de computació
da: beregningsfejl
el: Berechnungsfehler
es: error de computación
it_it: errore elaborazione
nl: verwerkingsfout
ro: eroare calcul
tr: hesaplama hatası

# tasks_result_files_uploading
source: uploading
bg: в процес на ъплоуд
ca: s'està lliurant
da: uploader
el: hochladen
es: subiendo
it_it: upload in corso
nl: uploaden
ro: se încarcă
tr: gönderiliyor

# tasks_result_files_uploaded
source: upload complete
bg: ъплоуда завърши
ca: lliurament finalitzat
da: upload komplet
el: hochladen abgeschlossen
es: subida terminada
it_it: upload completo
nl: uploaden voltooid
ro: încărcare completă
tr: gönderme tamamlandı

# tasks_result_aborted
source: aborted
bg: прекратена
ca: avortat
da: afbrudt
el: abgebrochen
es: abortado
it_it: annullato
nl: afgebroken
ro: abandonat
tr: iptal edildi

# tasks_result_upload_failed
source: upload failed
bg: ъплоуда е неуспешен
ca: ha fallat el lliurament
da: upload fejlede
el: hochladen fehlgeschlagen
es: error de subida
it_it: upload fallito
nl: uploaden mislukt
ro: încărcarea a eșuat
tr: gönderme başarısız

# tasks_active_uninitialized
source: ready
bg: готов
ca: preparat
da: klar
el: bereit
es: lista
it_it: pronto
nl: voltooid
ro: gata
tr: başlamaya hazır

# tasks_active_executing
source: running
bg: работи
ca: executant
da: kører
el: wird ausgeführt
es: ejecutándose
it_it: elaborazione in corso
nl: loopt
ro: rulează
tr: çalışıyor

# tasks_active_suspended
source: suspended
bg: временно прекратен
ca: suspès
da: suspenderet
el: angehalten
es: suspendida
it_it: sospeso
nl: onderbroken
ro: suspendat
tr: durakladı

# tasks_active_abort_pending
source: suspending
bg: в момента прекратявам временно
ca: s'està suspenent
da: suspenderer
el: wird angehalten
es: suspendiendo
it_it: in sospensione
nl: onderbreken
ro: se suspendă
tr: durduruluyor

# tasks_active_quit_pending
source: suspending
bg: в момента прекратявам временно
ca: s'està suspenent
da: suspenderer
el: wird angehalten
es: suspendiendo
it_it: in sospensione
nl: onderbreken
ro: se suspendă
tr: durduruluyor

# tasks_custom_suspended_via_gui
source: suspended
bg: временно прекратен
ca: suspès
da: suspenderet
el: angehalten
es: suspendida
it_it: sospeso
nl: onderbroken
ro: suspendat
tr: durakladı

# tasks_custom_project_suspended_via_gui
source: project suspended
bg: проекта е временно прекратен
ca: projecte suspès
da: projekt suspenderet
el: Projekt angehalten
es: proyecto suspendido
it_it: progetto sospeso
nl: project onderbroken
ro: proiect suspendat
tr: proje duraklatıldı

# tasks_custom_ready_to_report
source: ready to report
bg: готов за докладване
ca: a punt per informar
da: klar til at rapportere
el: meldebereit
es: lista para informar
it_it: pronto per il report
nl: klaar om te rapporteren
ro: gata de raportare
tr: raporlanmaya hazır

# confirm_abort_task_title
source: Abort task?
bg: Прекратяване на задача?
ca: Avortar la tasca?
da: Afbryd opgave?
el: Aufgabe abbrechen?
es: ¿Abortar la tarea?
it_it: Annullare elaborazione?
nl: Taak afbreken?
ro: Abandonează task?
tr: İş iptal edilsin mi?

# confirm_abort_task_message
source: Abort task:
bg: Прекратяване на задача:
ca: Avortar la tasca:
da: Afbryd opgave:
es: Abortar la tarea:
it_it: Annulla elaborazione:
nl: Taak afbreken:
ro: Abandonează task:
tr: Bu iş iptal edilsin mi:

# confirm_abort_task_confirm
source: Abort
bg: Прекрати
ca: Avorta
da: Afbryd
el: Abbrechen
es: Abortar
it_it: Annulla
nl: Afbreken
ro: Abandonează
tr: Evet

# confirm_cancel
source: Cancel
bg: Откажи
ca: Cancel·la
da: Annullér
el: Abbrechen
es: Cancelar
it_it: Cancella
nl: Annuleren
ro: Anulează
tr: İptal

# confirm_image_desc
source: Confirmation dialog
bg: Диалог за потвърждение
ca: Diàleg de confirmació
da: Bekræftelsesdialog
el: Bestätigungsdialog
es: Diálogo de confirmación
it_it: Finestra di conferma
nl: Bevestigingsdialoog
ro: Dialog de confirmare
tr: Onaylama sorusu

# trans_loading
source: Reading transfers…
bg: Четене на трансфери…
ca: Llegint transferències...
da: Indlæser overførsler…
el: Lade Übertragungen…
es: Leyendo las transferencias...
it_it: Lettura trasferimenti…
nl: Overdracht inlezen...
ro: Se citesc transferurile...
tr: Aktarımlar okunuyor...

# trans_upload
source: Upload
bg: Качване
ca: Puja
el: Hochladen
es: Subida
ro: Încarcă
tr: Gönderme

# trans_download
source: Download
bg: Изтегляне
ca: Descarrega
el: Herunterladen
es: Bajada
ro: Descarcă
tr: İndirme

# trans_retryin
source: retry in
bg: нов опит след
ca: re intentar en
da: prøv igen om
el: erneut versuchen in
es: reintentar tras
it_it: riprova tra
nl: opnieuw over
ro: reîncearcă în
tr: yeniden denenecek

# trans_failed
source: failed
bg: неуспешен
ca: ha fallat
da: fejlede
el: fehlgeschlagen
es: ha fallado
it_it: fallito
nl: mislukt
ro: eşuat
tr: başarısız

# trans_suspended
source: suspended
bg: временно прекратен
ca: suspès
da: suspenderet
el: angehalten
es: suspendida
it_it: sospeso
nl: onderbroken
ro: suspendat
tr: durakladı

# trans_active
source: active
bg: активен
ca: activa
da: aktiv
el: aktiv
es: activa
it_it: attivo
nl: actief
ro: activ
tr: sürüyor

# trans_pending
source: pending
bg: в режим на изчакване
ca: pendent
da: afventer
el: ausstehend
es: pendiente
it_it: in attesa
nl: in behandeling
ro: în așteptare
tr: kuyrukta

# trans_projectbackoff
source: project backoff
bg: отстъп от проекта
ca: desentendre's del projecte
da: projekt backoff
es: marcha atrás del proyecto
it_it: backoff del progetto
nl: project wachttijd
ro: revenire proiect
tr: proje ertelendi

# trans_header_name
source: File:
bg: Файл:
ca: Fitxer:
da: Fil:
el: Datei:
es: Archivo:
nl: Bestand:
ro: Fişier:
tr: Dosya:

# trans_control_retry
source: Retry transfers
da: Prøv filoverførsler igen
es: Reintentar las transferencias
nl: Opnieuw verzenden

# confirm_abort_trans_title
source: Abort transfer?
bg: Прекратяване на трансфер?
ca: Avortar la transferència?
da: Afbryd overførsel?
el: Übertragung abbrechen?
es: ¿Abortar la transferencia?
it_it: Annullare trasferimento?
nl: Overdracht afbreken?
ro: Abandonează transfer?
tr: Aktarım iptal edilsin mi?

# confirm_abort_trans_message
source: Abort File:
bg: Прекрати Файл:
ca: Avortar arxiu:
da: Afbryd fil:
es: Abortar el archivo:
it_it: Annulla File:
nl: Bestand afbreken:
ro: Abandonează Fişier:
tr: Bu dosyanın aktarımı iptal edilsin mi:

# confirm_abort_trans_confirm
source: Abort
bg: Прекрати
ca: Avorta
da: Afbryd
el: Abbrechen
es: Abortar
it_it: Annulla
nl: Afbreken
ro: Abandonează
tr: Evet

# notices_loading
source: Reading notices…
da: Indlæser meddelelser
es: Leyendo las noticias...
nl: Berichten inlezen...

# eventlog_loading
source: Loading log messages…
bg: Зареждане на съобщения от регистъра…
ca: Carregant missatges de registre...
da: Indlæser logbeskeder…
el: Lade Protokollnachrichten…
es: Leyendo los mensajes del registro...
it_it: Caricamento messaggi di log…
nl: Log berichten laden...
ro: Se încarcă mesajele din jurnal...
tr: Günlük mesajları yükleniyor...

# eventlog_client_header
source: Client Messages
bg: Съобщения от Клиента
ca: Missatges del client
da: Klientbeskeder
el: Client Meldungen
es: Mensajes del cliente
it_it: Messaggi del Client
nl: Berichten van Cliënt
ro: Mesaje Client
tr: İstemci Mesajları

# eventlog_gui_header
source: GUI Messages
bg: Съобщения от GUI
ca: Missatges GUI
da: GUI-beskeder
el: GUI Meldungen
es: Mensajes de la GUI
it_it: Messaggi della GUI
nl: GUI berichten
ro: Mesaje GUI
tr: GUI Mesajları

# eventlog_copy_toast
source: Log copied to clipboard.
bg: Регистъра е копиран в клип-борда.
ca: Registre copiat al porta-retalls
da: Log kopieret til udklipsholder.
el: Protokoll in die Zwischenablage kopiert.
es: Registro copiado en el portapapeles.
it_it: Log copiato nella clipboard.
nl: Log naar klembord gekopieerd.
ro: Jurnal copiat în clipboard.
tr: Günlük mesajları panoya kopyalandı.

# eventlog_email_subject
source: Event Log for BOINC on Android:
bg: Регистър на Събития на BOINC за Андроид:
ca: Registre d'esdeveniments de BOINC en Android:
da: Hændelseslog for BOINC på Android:
el: Ereignisprotokoll für BOINC auf Android:
es: Registro de sucesos de BOINC en Android:
it_it: Log eventi per BOINC su Android:
nl: Logberichten voor BOINC op Android:
ro: Jurnal Evenimente pentru BOINC pe Android:
tr: BONIC Android olay günlüğü:

# suspend_unknown
source: Computation suspended.
bg: Изчисленията са временно прекратени.
ca: Computació suspesa.
da: Beregning suspenderet.
el: Berechnung angehalten.
es: Computación suspendida.
it_it: Elaborazione sospesa.
nl: Bewerking onderbroken.
ro: Calcule suspendate.
tr: Hesaplama durakladı.

# suspend_batteries
source: Connect your device to a charger to continue computing.
bg: Свържете вашето устройство към зарядно за да продължите изчисленията.
ca: Connecta el dispositiu a un carregador per continuar el còmput.
da: Forbind din enhed til en oplader for at fortsætte beregning.
el: Schließen Sie Ihr Gerät an eine Stromquelle an um weiterzurechnen.
es: Conecte el dispositivo a un cargador para seguir calculando.
it_it: Connetti il tuo dispositivo ad un caricabatterie per continuare l'eleborazione.
nl: Verbind het apparaat met een oplader om verder te gaan.
ro: Conectaţi dispozitivul dumneavoastră la un încărcător pentru a continua calculele.
tr: Hesaplamayı sürdürmek için cihazınızı şarja takın.

# suspend_useractive
source: User is active.
bg: Потребителя е активен.
ca: L'usuari està actiu.
da: Bruger er aktiv.
el: Benutzer ist aktiv.
es: El usuario está activo.
it_it: Utente attivo.
nl: Gebruiker is actief.
ro: Utilizatorul este activ.
tr: Kullanıcı faal.

# suspend_tod
source: Out of computation time-frame.
bg: Извън рамката за изчислително време.
ca: Fora del termini especificat per el còmput.
da: Tidsvindue for beregning brugt up.
es: Fuera del plazo de computación.
it_it: Fuori tempo massimo di computazione.
nl: Niet binnen berekenings-tijdsbestek.
ro: În afara intervalului de timp pentru calcule.
tr: Hesaplama zaman sınırlaması dışında.

# suspend_bm
source: BOINC is benchmarking your device…
bg: BOINC изчислява референтните CPU показатели за вашето устройство…
ca: BOINC està avaluant el teu dispositiu...
da: BOINC måler din enheds ydelsesevne…
el: BOINC ermittelt die Leistungsfähigkeit ihres Gerätes…
es: BOINC está evaluando el dispositivo...
it_it: BOINC sta facendo il benchmark del tuo dispositivo…
nl: BOINC benchmarkt je apparaat…
ro: BOINC evaluează performanţa dispozitivului dumneavoastră...
tr: BOINC cihazınızı test ediyor...

# suspend_disksize
source: Out of disk space.
bg: Недостатъчно дисково пространство.
ca: S'ha exhaurit l'espai lliure del disc
da: Diskplads brugt op.
el: Kein Speicherplatz mehr verfügbar.
es: Falta espacio en el disco.
it_it: Superato lo spazio disco.
nl: Geen vrije schijfruimte over.
ro: Nu mai există spaţiu pe disc.
tr: Depolama alanı yetersiz.

# suspend_cputhrottle
source: Scheduled CPU throttle.
bg: Планирано подтискане на CPU.
ca: Programada acceleració CPU.
da: CPU-neddrosling planlagt.
es: Regulación de la CPU programada.
it_it: CPU throttle schedulato
nl: Geplande CPU beperking.
ro: CPU throttle planificat.
tr: Zamanlanmış CPU sınırlaması.

# suspend_noinput
source: No recent user activity.
bg: Няма скорошна активност на потребител.
ca: No hi ha hagut activitat recent de l'usuari.
da: Ingen nylig brugeraktivitet.
el: Keine Benutzeraktivität.
es: Sin actividad reciente del usuario.
it_it: Nessuna attività dell'utente recente.
nl: Geen recente gebruikers activiteit.
ro: Fără activitate recentă a utilizatorului.
tr: Yakın zamanda kullanıcı faaaliyeti yok.

# suspend_delay
source: Initialization delay.
bg: Закъснение при инициализация.
ca: Temps d'espera per reiniciar.
da: Initialiseringsforsinkelse.
el: Startverzögerung
es: Retraso de inicialización.
it_it: Ritardo di inizializzazione.
nl: Initialiseren vertraagd.
ro: Întârziere iniţializare.
tr: Başlatma geciktirmesi.

# suspend_exclusiveapp
source: An exclusive app is running.
bg: Работи ексклузивно приложение.
ca: S'està executant una aplicació amb ús exclusiu.
da: En eksklusiv app kører.
el: Eine exklusive Anwendung läuft.
es: Se está ejecutando una aplicación exclusiva.
it_it: Un'applicazione esclusiva è in corso.
nl: Er wordt een exclusieve app uitgevoerd.
ro: Rulează o aplicaţie exclusivă.
tr: Ayrıcalıklı bir uygulama çalışıyor.

# suspend_cpu
source: Your device is busy with other apps.
bg: Вашето устройство е заето с други приложения.
ca: El teu dispositiu està ocupat per altres aplicacions.
da: Din enhed er optaget af andre apps.
el: Ihr Gerät ist mit anderen Apps ausgelastet.
es: El dispositivo está ocupado con otras aplicaciones.
it_it: Il tuo dispositivo è occupato con altre applicazioni.
nl: Apparaat is bezig met andere apps.
ro: Dispozitivul dumneavoastră este ocupat cu alte aplicaţii.
tr: Cihazınız diğer uygulamalarla meşgul.

# suspend_network_quota
source: BOINC reached network transfer limit.
bg: BOINC достигна лимита за трансфер по мрежата.
ca: BOINC ha assolit el límit de transferència per xarxa.
da: BOINC har nået begrænsningen for netværksoverførsel.
el: Netzwerkübertragungslimit erreicht.
es: BOINC ha llegado al límite de transferencia de la red.
it_it: BOINC ha raggiunto il limite di trasferimento dalla rete.
nl: BOINC transfer limiet is bereikt.
ro: BOINC a atins limita de transfer prin reţea.
tr: BOINC, internet kullanım kotasına ulaştı.

# suspend_os
source: Stopped by Android.
bg: Спряно от Андроид.
ca: Suspès per Android.
da: Stoppet af Android.
el: Gestoppt von Android.
es: Detenido por Android.
it_it: Fermato da Android.
nl: Gestopt door Android.
ro: Oprit de Android.
tr: Android tarafından durduruldu.

# suspend_wifi
source: Not connected to WiFi.
bg: Не е свързан към WiFi.
ca: No hi ha connexió Wifi.
da: Ikke forbundet til WiFi.
el: Nicht per WLAN verbunden.
es: No conectado con una WiFi.
it_it: Non connesso al WiFi
nl: Niet verbonden met WiFi.
ro: Nu este conectat la WiFi.
tr: WiFi'a bağlı değil.

# suspend_battery_charging
source: Battery needs to charge before resuming computation.
bg: Батерията трябва да се зареди преди да се подновят изчисленията.
ca: La bateria necessita carregar-se abans de continuar la computació.
da: Batteri skal være under opladning, før beregning genoptages.
el: Der Akku muss geladen werden bevor die Berechnung fortgesetzt werden kann.
es: Hay que cargar la batería antes de seguir computando.
it_it: La batteria necessita di essere ricaricata prima di riprendere l'elaborazione.
nl: Batterij moet opgeladen worden om berekeningen te hervatten.
ro: Bateria trebuie să se încarce înainte de a relua calculele.
tr: Hesaplamaya devam etmeden önce pilin şarj olması lazım.

# suspend_battery_charging_long
source: Computing will resume when battery charge reaches
bg: Изчисленията ще се подновят когато заряда на батерията достигне
ca: La computació continuarà quan la bateria tingui una carregada del
da: Beregning vil blive genoptaget, når batteriniveau når
el: Berechnung wird fortgesetzt wenn der Ladezustand erreicht
es: La computación seguirá cuando la carga de la batería llegue a
it_it: L'elaborazione riprenderà quando il livello di carica della batteria raggiunge
nl: Berekeningen worden hervat op batterij niveau van
ro: Calculele vor fi reluate când bateria va fi încărcata
tr: Hesaplama, pil seviyesi şuna ulaştğında başlayacak:

# suspend_battery_charging_current
source: currently
bg: в момента
ca: actual
da: nuværende
el: aktuell
es: actualmente
it_it: attualmente
nl: huidig
ro: curent
tr: şu anda

# suspend_battery_overheating
source: Waiting for battery to cool down
bg: Изчакване на батерията да се охлади
ca: Esperant que es refredi la bateria
da: Venter på at batteri køler ned
el: Warten bis der Akku abgekühlt ist
es: Esperando a que la batería se enfríe
it_it: In attesa che la batteria si raffreddi
nl: Wacht op afkoelen batterij
ro: Se aşteaptă să se răcească bateria
tr: Pilin soğuması bekleniyor

# suspend_user_req
source: Resuming computation…
bg: Подновяване на изчисленията…
ca: Continuant la computació...
da: Genoptager beregning…
el: Berechnung wird fortgesetzt…
es: Reanudando el cálculo...
it_it: Ripresa elaborazione…
nl: Berekeningen hervatten...
ro: Se reiau calculele...
tr: Hesaplama sürdürülüyor...

# suspend_network_user_req
source: manually.
bg: ръчно.
ca: manualment.
da: manuelt.
el: manuell.
es: manualmente.
it_it: manualmente.
nl: handmatig.
ro: manual:
tr: elle.

# rpcreason_userreq
source: Requested by user
bg: По заявка на потребителя
ca: Sol·licitat per l'usuari
da: Forespurgt af bruger
el: Vom Nutzer gefordert
es: Solicitado por el usuario
it_it: Richiesta dall'utente
nl: Op verzoek van gebruiker
ro: Cerut de utilizator
tr: Kullanıcı tarafından istendi

# rpcreason_needwork
source: To fetch work
bg: За да вземе работа
ca: Per obtenir feina
da: For at hente opgaver
el: Um Arbeit zu holen
es: Descargar trabajo
it_it: Richiesta lavoro
nl: Om werk te verkrijgen
ro: Pentru a primi de lucru
tr: İş indirmek için

# rpcreason_resultsdue
source: To report completed tasks
bg: За да докладва завършените задачи
ca: Per informar tasques finalitzades
da: For at rapportere komplette opgaver
el: Um Aufgaben abzuliefern
es: Informar de tareas terminadas
it_it: Invio elaborazioni terminate
nl: Om taken te rapporteren
ro: Pentru a raporta task-urile finalizate
tr: Tamamlanan işleri raporlamak için

# rpcreason_trickleup
source: To send trickle-up message
bg: За да изпрати изходящо съобщение
ca: Per lliurar un missatge de degoteig
da: For at sende trickle-up-besked
el: Um Trickle-Up Nachricht zu senden
es: Mandar un mensaje de estado de la tarea
it_it: Invio messaggi di trickle-up
nl: Om trickle-up berichten te verzenden
ro: Pentru a trimite mesaj trickle up
tr: İş ilerleme mesajı gönderimi için

# rpcreason_acctmgrreq
source: Requested by account manager
bg: По заявка на акаунт мениджъра
ca: Sol·licitat per l'administrador de comptes
da: Forespurgt af kontohåndtering
el: Angefordert vom Kontomanager
es: Solicitado por el gestor de cuentas
it_it: Richiesto dal gestore account
nl: Op verzoek van accountmanager
ro: Cerut de managerul de cont
tr: Hesap yöneticisi tarafından istendi

# rpcreason_init
source: Project initialization
bg: Инициализация на проект
ca: Inicialització del projecte
da: Projektinitialisering
el: Projektinitialisierung
es: Inicialización del proyecto
it_it: Inizializzazione progetto
nl: Project instellen
ro: Iniţializare proiect
tr: Proje başlatılıyor

# rpcreason_projectreq
source: Requested by project
bg: По заявка на проекта
ca: Sol·licitat per el projecte
da: Forespurgt af projekt
el: Vom Projekt angefordert
es: Solicitado por el proyecto
it_it: Richiesto dal progetto
nl: Op verzoek van project
ro: Cerut de proiect
tr: Proje tarafından istendi

# rpcreason_unknown
source: Unknown reason
bg: Неизвестна причина
ca: Motiu desconegut
da: Ukendt begrundelse
el: Unbekannter Grund
es: Razón desconocida
it_it: Motivo sconosciuto
nl: Onbekende reden
ro: Motiv necunoscut
tr: Bilinmeyen sebep

# menu_refresh
source: Refresh
bg: Опресни
ca: Actualitza
da: Opdatér
el: Neu laden
es: Refrescar
nl: Ververs
ro: Reîncarcă
tr: Yenile

# menu_emailto
source: Send as Email
bg: Изпрати като Имейл
ca: Envia per correu electrònic
da: Send som email
el: Als E-Mail versenden
es: Enviar como email
it_it: Invia una Email
nl: Verzend als email
ro: Trimite ca Email
tr: ePostayla gönder

# menu_copy
source: Copy to Clipboard
bg: Копирай в Клип-борда
ca: Copia al porta-retalls
da: Kopiér til udklipsholder
el: In Zwischenablage kopieren
es: Copiar en el portapapeles
it_it: Copia nella Clipboard
nl: Naar klembord kopiëren
ro: Copiază în Clipboard
tr: Panoya kopyala

# menu_eventlog
source: Event Log
bg: Регистър на Събития
ca: Registre d'esdeveniments
da: Hændelseslog
el: Statusprotokoll
es: Registro de sucesos
it_it: Log Eventi
nl: Gebeurtenis Log
ro: Jurnal Evenimente
tr: Olay Günlüğü

# menu_exit
source: Exit BOINC
bg: Изход от BOINC
ca: Surt de BOINC
da: Afslut BOINC
el: BOINC beenden
es: Apagar BOINC
it_it: Chiudi BOINC
nl: BOINC afsluiten
ro: Închide BOINC
tr: BOINC'ten Çık

# menu_run_mode_disable
source: Suspend
bg: Временно прекрати
ca: Suspèn
da: Suspendér
el: Anhalten
es: Suspender
it_it: Sospendi
nl: Onderbreek
ro: Suspendă
tr: Duraklat

# menu_run_mode_enable
source: Resume
bg: Поднови
ca: Reprèn
da: Genoptag
el: Fortsetzen
es: Reanudar
it_it: Riprendi
nl: Hervatten
ro: Reia
tr: Sürdür

# menu_about
source: About
bg: Относно
ca: Sobre
da: Om
el: Über
es: Información
nl: Over
ro: Despre
tr: Hakkında

# menu_help
source: Help
bg: Помощ
ca: Ajuda
da: Hjælp
el: Hilfe
es: Ayuda
ro: Ajutor
tr: Yardım

# about_button
source: Return
bg: Връщане
ca: Retorna
da: Tilbage
el: Zurück
es: Volver
nl: Terug
ro: Înapoi
tr: Geri dön

# about_title
source: About
bg: Относно
ca: Sobre
da: Om
el: Über
es: Información
nl: Over
ro: Despre
tr: Hakkında

# about_version
source: Version
bg: Версия
ca: Versió
es: Versión
it_it: Versione
nl: Versie
ro: Versiune
tr: Sürüm

# about_name_long
source: Berkeley Open Infrastructure for Network Computing
bg: Бъркли Отворена Инфраструктура за Споделени Изчисления
es: Infraestructura Abierta de Berkeley para Computación en Red
