Repository: BOINC/boinc
Catalog: locale/*/BOINC-Android.po
Languages: bg, ca, da, el, es, it_it, nl, ro, tr

# about_copyright
source: © 2003–2013 University of California, Berkeley. All Rights Reserved.
bg: © 2003–2013 Калифорнийски Университет, Бъркли. Всички Права Запазени.
ca: © 2003–2013 Universitat de Califòrnia, Berkeley. Tots els Drets Reservats.
da: © 2003–2013 University of California, Berkeley. Alle rettigheder forbeholdes.
el: © 2003–2013 Universität von Kalifornien, Berkeley. Alle Rechte vorbehalten.
es: © 2003–2013 Universidad de California en Berkeley. Todos los derechos reservados.
it_it: © 2003–2013 University of California, Berkeley. Tutti i diritti riservati.
ro: © 2003–2013 Universitatea din California, Berkeley. Toate Drepturile Rezervate.
tr: Türkçe çeviri: Aycan Demirel © 2003-2013 Kaliforniya Üniversitesi, Berkeley. Tüm hakları saklıdır.

# prefs_category_general
source: General
bg: Основен
da: Generelt
el: Allgemeines
it_it: Generale
nl: Algemeen
tr: Genel

# attachproject_login_header_id_email
source: eMail:
bg: Имейл:
ca: Correu electrònic:
nl: E-mailadres:
tr: ePosta:

# attachproject_registration_header_email
source: eMail:
bg: Имейл:
ca: Correu electrònic:
nl: E-mailadres:
tr: ePosta:

# prefs_category_cpu
source: CPU
el: Prozessor
nl: Processor

# projects_credits_user_header
source: (total)
bg: (общо)
el: (gesamt)
it_it: (totale)
nl: (totaal)
tr: (toplam)

# attachproject_login_header_platform
source: Android:
bg: Андроид:
