Repository: BOINC/boinc
Catalog: locale/*/BOINC-Android.po
Languages: bg, ca, da, el, es, it_it, nl, ro, tr

# generic_loading
source: Loading! Please wait…
bg: Зареждане! Моля изчакайте…
ca: Carregant! Si us plau, espera...
da: Indlæser! Vent venligst…
el: Es wird geladen. Bitte warten…
es: Cargando. Espere...
it_it: Caricamento in corso! Attendere prego…
nl: Bezig met laden! Even geduld...
ro: Se încarcă! Vă rugăm aşteptaţi...
tr: Yükleniyor! Lütfen bekleyin...

# attachproject_list_header
source: Choose a project:
bg: Изброете проект:
ca: Selecciona un projecte:
da: Vælg et projekt:
el: Projekt auswählen:
es: Elija un proyecto:
it_it: Scegli un progetto:
nl: Kies een project:
ro: Alegeţi un proiect:
tr: Bir proje seçin:

# attachproject_list_manual_button
source: Add project by URL
bg: Добавете проект с URL
ca: Afegir projecte mitjançant URL
da: Tilføj projekt vha. URL
el: Projekt mittels URL hinzufügen
es: Añadir un proyecto por URL
it_it: Aggiungi un progetto dall'URL
nl: Project toevoegen via URL
ro: Adăugaţi proiect prin URL
tr: Adres ile proje ekle

# attachproject_list_manual_dialog_title
source: Enter project URL:
bg: Добавете URL на проекта:
ca: Introdueix la URL del projecte:
da: Indtast projekt-URL:
el: Projekt-URL eingeben:
es: Escriba la URL del proyecto:
it_it: Inserisci l'URL del progetto:
nl: Projectspecifiek URL invoeren:
ro: Introduceţi URL proiect:
tr: Proje adresini girin:

# attachproject_list_manual_dialog_button
source: Add project
bg: Добавете проект
ca: Afegeix el projecte
da: Tilføj projekt
el: Projekt hinzufügen
es: Añadir proyecto
it_it: Aggiungi progetto
nl: Project toevoegen
ro: Adaugă proiect
tr: Proje ekle

# attachproject_list_manual_no_url
source: Please enter project URL
bg: Моля въведете URL на проекта
ca: Si us plau introdueix la URL del projecte
da: Indtast venligst projekt-URL
el: Bitte die Projekt-URL eingeben
es: Escriba la URL del proyecto
it_it: Aggiungi l'URL del progetto
nl: Vul a.u.b. project URL in
ro: Vă rugăm introduceţi URL proiect
tr: Lütfen proje adresini girin

# attachproject_list_acctmgr_button
source: Add account manager
da: Tilføj kontohåndtering
es: Añadir gestor de cuentas
nl: Account manager toevoegen

# attachproject_list_no_internet
source: No Internet connection
bg: Няма връзка с Интернет
ca: No hi ha connexió a Internet
da: Ingen Internet-forbindelse
el: Keine Internetverbindung
es: No hay conexión a Internet
it_it: Connessione Internet assente
nl: Geen Internetverbinding
ro: Nu există conexiune la Internet
tr: İnternet bağlantısı yok

# attachproject_login_loading
source: Contacting project server…
bg: Свързване със сървъра на проекта…
ca: Contactant el servidor del projecte...
da: Kontakter projekt-server…
el: kontaktiere Projektserver…
es: Contactando con el servidor del proyecto...
it_it: Comunicazione con il server progetto in corso…
nl: Verbinding maken met project server...
ro: Se contactează serverul proiectului...
tr: Proje sunucusuna bağlanılıyor...

# attachproject_login_image_description
source: Project logo.
bg: Лого на проекта.
ca: Logo del projecte.
da: Projektlogo.
el: Projektlogo.
es: Logo del proyecto.
it_it: Logo progetto.
ro: Logo proiect.
tr: Proje logosu.

# attachproject_login_header_general_area
source: General area:
bg: Основна област:
ca: Zona general:
da: Generelt område:
el: Bereich:
es: Zona general:
it_it: Idea generale:
nl: Vakgebied:
ro: Zona generală:
tr: Genel alan:

# attachproject_login_header_specific_area
source: Specific area:
bg: Специфична област:
ca: Zona específica:
da: Specifikt område:
el: Fachbereich:
es: Zona específica:
it_it: Area specifica:
nl: Specifiek vakgebied:
ro: Zona specifică:
tr: Özel alan:

# attachproject_login_header_description
source: Description:
bg: Описание:
ca: Descripció:
da: Beskrivelse:
el: Beschreibung:
es: Descripción:
it_it: Descrizione:
nl: Omschrijving:
ro: Descriere:
tr: Tanım:

# attachproject_login_header_home
source: Home:
bg: Вкъщи:
ca: Inici:
da: Hjem:
el: Betreiber:
es: Inicio:
ro: Acasă:
tr: Sahibi:

# attachproject_login_header_url
source: Website:
bg: Интернет страница:
ca: Pàgina web:
da: Webside:
el: Webseite:
es: Web:
it_it: Sito Web:
ro: Site web:
tr: Site:

# attachproject_login_platform_supported
source: This project supports Android devices
bg: Този проект поддържа Андроид устройства
ca: Aquest projecte es compatible amb dispositius Android
da: Dette projekt understøtter Android-enheder
el: Dieses Projekt unterstützt Android-Geräte
es: Este proyecto admite dispositivos Android
it_it: Questo progetto supporta i dispositivi Android
nl: Dit project ondersteunt Android-apparaten
ro: Acest proiect suportă dispozitive Android
tr: Bu proje Android cihazlarını destekliyor

# attachproject_login_platform_not_supported
source: This project does not support Android devices
bg: Този проект не поддържа Андроид устройства
ca: Aquest projecte no es compatible amb dispositius Android
da: Dette projekt understøtter ikke Android-enheder
el: Dieses Projekt unterstützt keine Android-Geräte
es: Este proyecto no admite dispositivos Android
it_it: Questo progetto non supporta i dispositivi Android
nl: Dit project ondersteunt geen Android-apparaten
ro: Acest proiect nu suportă dispozitive Android
tr: Bu proje Android cihazlarını desteklemiyor

# attachproject_login_category_terms_of_use
source: Terms of use for
bg: Условия за използване на
ca: Condicions d'ús de
da: Brugsvilkår for
el: Nutzungsbedingungen für
es: Licencia de uso de
it_it: Licenza per
nl: Gebruiksvoorwaarden voor
ro: Condiţii de utilizare pentru
tr: Kural ve politikalar:

# attachproject_login_accept_terms_of_use
source: By creating an account with this project, you accept the terms of use as shown above.
bg: Със създаването на акаунт в този проект, Вие се съгласявате с условията за използване както е посочено по-горе.
ca: Creant un compte en aquest projecte, acceptes els termes d'ús, que es mostren a dalt.
da: Ved at oprette en konto hos dette projekt, accepterer du brugsvilkårene, som vises herover.
el: Wenn Sie bei diesem Projekt ein Konto anlegen, akzeptieren Sie die oben gezeigten Nutzungsbedingungen.
es: Al crear una cuenta en este proyecto, acepta la licencia de uso mostrada arriba.
it_it: Creando un account per questo progetto, accetti i termini della licenza visualizzata sotto.
nl: Het aanmaken van een account bij dit project impliceert acceptatie van de gebruiksvoorwaarden zoals hierboven beschreven.
ro: Prin crearea unui cont la acest proiect, acceptaţi condiţiile de utilizare aşa cum sunt prezentate mai sus.
tr: Bu projede bir hesap oluşturmakla, aşağıdaki kural ve politikaları kabul etmiş oluyorsunuz.

# attachproject_login_category_login
source: Sign in with existing account
bg: Впишете се със съществуващ акаунт
ca: Registre't amb un compte existent
da: Log ind med eksisterende konto
el: Mit bestehendem Konto anmelden
es: Entrar con una cuenta existente
it_it: Fai il login con un account esistente
nl: Aanmeldgegevens van bestaand account gebruiken
ro: Conectaţi-vă cu un cont existent
tr: Mevcut hesap ile oturum aç

# attachproject_login_header_id_name
source: Name:
bg: Име:
ca: Nom:
da: Navn:
es: Nombre:
it_it: Nome:
nl: Naam:
ro: Nume:
tr: İsim:

# attachproject_login_header_pwd
source: Password:
bg: Парола:
ca: Contrasenya:
da: Kodeord:
el: Passwort:
es: Contraseña:
nl: Wachtwoord:
ro: Parolă:
tr: Parola:

# attachproject_login_category_creation
source: New to
bg: Нов за
ca: Nou a
da: Kender du ikke
el: Neu bei
es: Nuevo en
it_it: Nuovo
nl: Nieuw bij
ro: Nou pentru
tr: Bu projede yeni misiniz:

# attachproject_login_header_creation_enabled
source: Register an account to participate:
bg: Регистрирайте акаунт за да участвате:
ca: Registra un compte per participar:
da: Opret en konto for at deltage:
el: Ein Konto erstellen um teilzunehmen:
es: Cree una cuenta para participar:
it_it: Registra un account per partecipare:
nl: Een account aanmaken voor deelname:
ro: Înregistraţi un cont pentru a participa:
tr: Katılmak için bir hesap oluşturun:

# attachproject_login_header_creation_client_disabled
source: Visit project website to create an account:
bg: Посетете интернет страницата на проекта за да създадете акаунт:
ca: Visita la pàgina web del projecte per crear un compte:
da: Besøg projektets webside for at oprette en konto:
el: Die Projektwebseite besuchen um ein Konto zu erstellen:
es: Visite la web del proyecto para crear una cuenta:
it_it: Visita il sito web del progetto per creare un account:
nl: Bezoek projectspecifieke website om een account aan te maken:
ro: Vizitaţi website-ul proiectului pentru a crea un cont:
tr: Hesap oluşturmak için proje sitesini ziyaret edin:

# attachproject_login_header_creation_disabled
source: Project does currently now allow creation of new accounts!
bg: Проекта в момента не позволява създаването на нови акаунти!
ca: Actualment el projecte permet la creació de nous comptes!
da: Projektet tillader for tiden ikke oprettelse af nye konti!
el: Das Projekt erlaubt zur Zeit keine neuen Konten!
es: El proyecto no permite crear cuentas en estos momentos.
it_it: Il progetto non permette al momento la creazione di nuovi account!
nl: Het aanmaken van een account is op dit moment niet mogelijk!
ro: Proiectul nu permite momentan crearea de noi conturi!
tr: Proje şu anda yeni hesap oluşturulmasına müsaade etmiyor!

# attachproject_login_button_registration
source: Register
bg: Регистрирайте се
ca: Registre't
da: Registrér
es: Registrarse
it_it: Registra
nl: Aanmaken
ro: Înregistrează
tr: Kayıt ol

# attachproject_login_button_login
source: Sign in
bg: Впишете се
ca: Registre't
da: Log ind
es: Entrar
it_it: Login
nl: Aanmelden
ro: Autentificare
tr: Giriş yap

# attachproject_login_button_forgotpw
source: Forgot Password
bg: Забравили сте Парола
ca: He oblidat la contrasenya
da: Glemt kodeord
el: Passwort vergessen
es: He olvidado la contraseña
it_it: Password dimenticata
nl: Wachtwoord Vergeten
ro: Aţi Uitat Parola
tr: Parolamı unuttum

# attachproject_login_error_toast
source: Contacting project failed!
bg: Свързването с проекта се провали!
ca: Ha fallat la connexió amb el projecte!
da: Kontakt til projekt fejlede!
el: Verbindung zum Projekt fehlgeschlagen!
es: No se ha podido contactar con el proyecto.
it_it: Comunicazione col progetto fallita!
nl: Verbinding met het project mislukt!
ro: Nu s-a putut contacta proiectul!
tr: Projeyle bağlantı kurulamadı!

# attachproject_login_attached
source: Attached
bg: Прикрепен
ca: Adjuntat
da: Forbundet
el: Verbunden
es: Unido
it_it: Connesso
nl: Bijgevoegd
ro: Atașat
tr: Eklendi

# attachproject_registration_header
source: Account registration for
bg: Регистрация на акаунта за
ca: Compte de registre per
da: Kontoregistrering for
el: Konto-Registrierung für
es: Registrar una cuenta para
it_it: Registrazione account per
nl: Account-registratie voor
ro: Înregistrare cont pentru
tr: Hesaba kaydolma:

# attachproject_registration_header_url
source: Project:
bg: Проект:
ca: Projecte:
da: Projekt:
el: Projekt:
es: Proyecto:
it_it: Progetto:
ro: Proiect:
tr: Proje:

# attachproject_registration_header_username
source: Name:
bg: Име:
ca: Nom:
da: Navn:
es: Nombre:
it_it: Nome:
nl: Naam:
ro: Nume:
tr: İsim:

# attachproject_registration_header_teamname
source: Team:
bg: Отбор:
ca: Equip:
da: Hold:
es: Equipo:
ro: Echipă:
tr: Takım:

# attachproject_registration_header_pwd
source: Password:
bg: Парола:
ca: Contrasenya:
da: Kodeord:
el: Passwort:
es: Contraseña:
nl: Wachtwoord:
ro: Parolă:
tr: Parola:

# attachproject_registration_header_pwd_confirm
source: … Retype:
bg: … Напишете отново:
ca: ... Torna a entrar-ho:
da: … Tast igen:
el: … Bestätigung:
es: ... Reescríbalo:
it_it: … Ripeti:
nl: ... Herhalen:
ro: ... Reintroduceţi:
tr: Yeniden yazın:

# attachproject_registration_button
source: Create
bg: Създай
ca: Crear
da: Opret
el: Erstellen
es: Crear
it_it: Crea
nl: Aanmaken
ro: Creează
tr: Oluştur

# attachproject_acctmgr_header
source: Add account manager
da: Tilføj kontohåndtering
es: Añadir un gestor de cuentas
nl: Account manager toevoegen

# attachproject_acctmgr_header_name
source: User:
da: Bruger:
es: Usuario:
nl: Gebruiker:

# attachproject_acctmgr_header_pwd
source: Password:
da: Kodeord:
es: Contraseña:
nl: Wachtwoord:

# attachproject_acctmgr_header_pwd_confirm
source: … Retype:
da: … Tast igen:
es: ... Reescríbalo:
nl: ... Herhalen:

# attachproject_acctmgr_button
source: Add
da: Tilføj
es: Añadir
nl: Toevoegen

# attachproject_error_wrong_name
source: User not found
bg: Не е намерен потребител
ca: No s'ha trobat aquest usuari
da: Bruger ikke fundet
el: Benutzer nicht gefunden
es: No se encuentra el usuario
it_it: Utente non trovato
nl: Gebruiker niet gevonden
ro: Utilizatorul nu a fost găsit
tr: Kullanıcı bulunamadı

# attachproject_error_short_pwd
source: Password too short
bg: Паролата е твърде къса
ca: La contrasenya és massa curta
da: Kodeord for kort
el: Passwort ist zu kurz
es: La contraseña es demasiado corta
it_it: Password troppo corta
nl: Wachtwoord te kort
ro: Parola este prea scurtă
tr: Parola çok kısa

# attachproject_error_no_internet
source: Connection failure
bg: Връзката не е успешна
ca: Ha fallat la connexió
da: Forbindelsesfejl
el: Verbindungsfehler
es: Ha fallado la conexión
it_it: Errore connessione
nl: Verbinding mislukt
ro: Conexiunea a eșuat
tr: Bağlantı başarısız

# attachproject_error_pwd_no_match
source: Passwords do not match
bg: Паролите не съвпадат
ca: Les contrasenyes no coincideixen
da: Kodeord passer ikke sammen
el: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
it_it: Password non corrispondenti
nl: Wachtwoorden komen niet overeen
ro: Parolele nu sunt identice
tr: Yazdığınız parolalar aynı değil

# attachproject_error_no_url
source: Please enter URL
da: Indtast venligst URL
es: Escriba la URL
nl: Vul a.u.b. URL in

# attachproject_error_no_email
source: Please enter eMail address
bg: Моля въведете Имейл адрес
ca: Si us plau introdueix l'adreça de correu electrònic
da: Indtast venligst emailadresse
el: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Escriba una dirección de email
it_it: Per favore inserisci un indirizzo eMail
nl: Voer uw e-mailadres in
ro: Vă rugăm introduceţi adresa dumneavoastră de email
tr: Lütfen ePosta adresinizi yazın

# attachproject_error_no_pwd
source: Please enter a password
bg: Моля въведете парола
ca: Si us plau introdueix una contrasenya
da: Indtast venligst et kodeord
el: Bitte Passwort eingeben
es: Escriba una contraseña
it_it: Per favore inserisci una password
nl: Voer a.u.b. uw wachtwoord in
ro: Vă rugăm introduceţi o parolă
tr: Lütfen bir parola yazın

# attachproject_error_no_name
source: Please enter user name
bg: Моля въведете потребителско име
ca: Si us plau, introdueïx el nom d'usuari
da: Indtast venligst brugernavn
el: Bitte einen Benutzernamen eingeben
es: Escriba un nombre de usuario
it_it: Per favore inserisci un nome utente
nl: Voer a.u.b. uw gebruikersnaam in
ro: Vă rugăm introduceţi numele de utilizator
tr: Lütfen kullanıcı adınızı yazın

# attachproject_error_unknown
source: failed
bg: се провали
ca: ha fallat
da: fejlede
el: fehlgeschlagen
es: ha fallado
it_it: fallito
nl: mislukt
ro: eșuat
tr: başarısız

# attachproject_error_bad_username
source: User name refused
bg: Името на потребителя е отказано
ca: Nom d'usuari rebutjat
da: Brugernavn afvist
el: Benutzername nicht erlaubt
es: Nombre de usuario rechazado
it_it: Nome utente rifiutato
nl: Gebruikersnaam geweigerd
ro: Nume utilizator refuzat
tr: Kullanıcı adı kabul edilmedi

# attachproject_error_email_in_use
source: eMail is already in use
bg: Имейла вече е използван
ca: L'adreça de correu electrònic ja està en ús
da: Email er allerede i brug
el: E-Mail-Adresse ist bereits registriert
es: El email ya se usa
it_it: eMail già utilizzata
nl: E-mailadres is al in gebruik
ro: Adresa de email este deja utilizată
tr: ePosta zaten kullanımda

# attachproject_error_project_down
source: Project is offline
bg: Проекта е неактивен
ca: El projecte està desconnectat
da: Projekt er offline
es: El proyecto está caído
it_it: Progetto offline
ro: Proiectul este offline
tr: Proje çevrimdışı

# attachproject_error_email_bad_syntax
source: eMail refused
bg: Имейла е отказан
ca: Adreça de correu electrònic rebutjada
da: Email afvist
el: E-Mail nicht akzeptiert
es: Email rechazado
it_it: eMail rifiutata
nl: E-mailadres geweigerd
ro: Adresa de email refuzată
tr: ePosta kabul edilmedi

# attachproject_error_bad_pwd
source: Password refused
bg: Паролата е отказана
ca: Contrasenya rebutjada
da: Kodeord afvist
el: Passwort zu kurz
es: Contraseña rechazada
it_it: Password rifiutata
nl: Wachtwoord geweigerd
ro: Parola refuzată
tr: Parola kabul edilmedi

# attachproject_error_creation_disabled
source: Account creation is disabled on this project
bg: Създаването на акаунт е деактивирано за този проект
ca: La creació de comptes està desactivada en aquest projecte
da: Oprettelse af konti er slået fra for dette projekt
el: Die Kontoerstellung ist bei diesem Projekt deaktiviert
es: Este proyecto tiene desactivada la creación de cuentas
it_it: La creazione account è disabilitata su questo progetto
nl: Aanmaken van een account is voor dit project niet mogelijk
ro: Crearea de conturi este dezactivată la acest proiect
tr: Hesap oluşturma bu projede devre dışı

# attachproject_error_invalid_url
source: Invalid URL
da: Ugyldig URL
es: URL incorrecta
nl: Ongeldig URL

# attachproject_working_back_button
source: Back
bg: Назад
ca: Enrere
da: Tilbage
el: Zurück
es: Atrás
it_it: Indietro
nl: Vorige
ro: Înapoi
tr: Geri

# attachproject_working_finish_button
source: Finish
bg: Приключи
ca: Finalitza
da: Færdig
el: Beenden
es: Acabar
it_it: Fine
nl: Voltooien
ro: Finalizare
tr: Tamamla

# attachproject_working_check_desc
source: Successful
bg: Успешен
ca: Reeixit
da: Succesfuldt
el: Erfolgreich
es: Ha funcionado
it_it: Completato
nl: Geslaagd
ro: Sucess
tr: Başarılı

# attachproject_working_failed_desc
source: Failed
bg: Неуспешен
ca: Ha fallat
da: Fejlede
el: Fehlgeschlagen
es: Ha fallado
it_it: Fallito
nl: Mislukt
ro: Eșuat
tr: Başarısız

# attachproject_working_connect
source: Connect
bg: Свържи се
ca: Connecta
da: Forbind
el: Verbinden
es: Conectar
it_it: Connetti
nl: Verbinden
ro: Conectează
tr: Bağlan

# attachproject_working_verify
source: Verify account
bg: Удостовери акаунт
ca: Revisa el compte
da: Verificér konto
el: Konto überprüfen
es: Comprobar la cuenta
it_it: Verifica account
nl: Account verifiëren
ro: Verificare cont
tr: Hesabı doğrula

# attachproject_working_register
source: Register account
bg: Регистрирайте акаунт
ca: Registra el compte
da: Registrér konto
es: Crear una cuenta
it_it: Registra account
nl: Account registreren
ro: Înregistrează cont
tr: Hesap oluştur

# attachproject_working_login
source: Log in
bg: Впишете се
ca: Registret
da: Log ind
el: Anmelden
es: Entrar
nl: Aanmelden
ro: Autentificare
tr: Giriş yap

# attachproject_working_acctmgr
source: Add account manager
da: Tilføj kontohåndtering
es: Añadir un gestor de cuentas
nl: Account manager toevoegen

# attachproject_working_acctmgr_sync
source: Synchronize
da: Synkronisér
es: Sincronizar
nl: Bijwerken

# main_noproject_warning
source: Tab here to choose a project.
bg: Етикирайте тук за да изберете проект.
ca: Prem aquí per escollir un projecte.
da: Rør her for at vælge et projekt.
el: Hier tippen um ein Projekt auszuwählen.
es: Pulse aquí para elegir un proyecto.
it_it: Premi qui per scegliere un progetto.
nl: Tik hier om een project te kiezen.
ro: Apăsaţi aici pentru a alege un proiect.
tr: Proje seçmek için buraya dokunun.

# main_error
source: Whooops
bg: Уууупсс
ca: Uppps
da: Ups
es: Uy
nl: Oeps
tr: Haydaaa

# main_error_long
source: …this should not happen! Click on the icon to try again.
bg: …това не трябва да се случва! Натиснете на иконата за да опитате отново.
ca: ...això no ha de succeir! Feu clic a la icona per intentar-ho de nou.
da: …dette burde ikke ske! Klik på ikonet for at prøve igen.
el: …das sollte eigentlich nicht passieren! Auf das Symbol klicken um es erneut zu probieren.
es: ... esto no debería pasar. Pulse el icono para reintentarlo.
it_it: …questo non deve succedere! Clicca sull'icona per riprovare.
nl: ...dit hoort niet te gebeuren! Klik op het icoontje om het opneuw te proberen.
ro: ...asta nu ar trebui să se întâmple! Apăsaţi pe icoană pentru a încerca din nou.
tr: ... bu olmamalıydı! Yeniden denemek için simgeye dokunun.

# main_title_icon_desc
source: BOINC icon
bg: BOINC икона
ca: Icona de BOINC
da: BOINC-ikon
el: BOINC Logo
es: Icono de BOINC
it_it: icona BOINC
nl: BOINC-icoon
ro: Icoană BOINC
tr: BOINC simgesi

# tab_status
source: Status
bg: Статус
ca: Estatus
es: Estado
it_it: Stato
ro: Stare
tr: Durum

# tab_projects
source: Projects
bg: Проекти
ca: Projectes
da: Projekter
el: Projekte
es: Proyectos
it_it: Progetti
nl: Projecten
ro: Proiecte
tr: Projeler

# tab_tasks
source: Tasks
bg: Задачи
ca: Tasques
da: Opgaver
el: Aufgaben
es: Tareas
it_it: Elaborazioni
nl: Taken
ro: Task-uri
tr: İşler

# tab_transfers
source: Transfers
bg: Трансфери
ca: Transferències
da: Overførsler
el: Übertragungen
es: Transferencias
it_it: Trasferimenti
nl: Overdrachten
ro: Transferuri
tr: Aktarımlar

# tab_preferences
source: Preferences
bg: Предпочитания
ca: Preferències
da: Indstillinger
el: Einstellungen
es: Preferencias
it_it: Preferenze
nl: Voorkeursinstellingen
ro: Preferințe
tr: Tercihler

# tab_notices
source: Notices
da: Meddelelser
es: Noticias
nl: Berichten

# tab_desc
source: Navigation
bg: Навигация
ca: Navegació
da: Navigering
es: Navegación
it_it: Navigazione
nl: Navigatie
ro: Navigare
tr: Gezinti

# status_running
source: Computing
bg: Изчисляване
ca: Treballant
da: Beregner
el: Berechnung läuft
es: Computación
it_it: Elaborazione in corso
nl: Berekenen
ro: Se calculează
tr: Çalışıyor

# status_running_long
source: Thank you for participating.
bg: Благодаря Ви за участието.
ca: Gràcies per participar.
da: Tak for din deltagelse.
el: Vielen Dank für Ihre Beteiligung.
es: Gracias por participar.
it_it: Grazie per la partecipazione.
nl: Dank u voor uw deelname.
ro: Mulţumim pentru participare.
tr: Katıldığınız için teşekkürler.

# status_paused
source: Suspended
bg: Временно прекратено
ca: Suspès
da: Suspenderet
el: angehalten
es: Suspendido
it_it: Sospeso
nl: Onderbroken
ro: Suspendat
tr: Beklemede

# status_idle
source: Nothing to do
bg: Няма нищо за вършене
ca: Res a fer
da: Intet at beregne
el: Nichts zu tun
es: Nada que hacer
it_it: Nulla da fare
nl: Niets te doen
ro: Nimic de făcut
tr: Yapacak bir görev yok

# status_idle_long
source: Waiting for tasks…
bg: Изчакване на задачи…
ca: Esperant feines...
da: Venter på opgaver…
el: Warten auf Aufgaben…
es: Esperando tareas...
it_it: In attesa di nuovi lavori…
nl: Wachten op taaktoewijzing...
ro: Se aşteaptă task-uri...
tr: İşler için bekleniyor...

# status_computing_disabled
source: Suspended
bg: Временно прекратено
ca: Suspès
da: Suspenderet
el: angehalten
es: Suspendido
it_it: Sospeso
nl: Onderbroken
ro: Suspendat
tr: Beklemede

# status_computing_disabled_long
source: Press play to resume network and computation.
bg: Натиснете play за да подновите връзката по интернет и изчисленията.
ca: Premeu play per reprendre la connexió per xarxa i la computació.
da: Tryk play for at genoptage netværk og beregning.
es: Pulse play para volver a conectarse y computar.
it_it: Premi play per far ripartire la rete e l'elaborazione
nl: Klik op afspelen om de netwerkactiviteit en de berekeningen te hervatten.
ro: Apăsaţi play pentru a relua calculele şi comunicarea în reţea.
tr: Hesaplama ve ağı sürdürmek için oynata dokunun.

# status_launching
source: Starting…
bg: Стартиране…
ca: S'està iniciant...
da: Starter…
el: Startet…
es: Iniciando...
it_it: Avvio in corso…
nl: Opstarten...
ro: Se pornește...
tr: Başlıyor...
