Repository: BOINC/boinc
Catalog: locale/*/BOINC-Project-Generic.po
Languages: ro

source: LANG_NAME_NATIVE
ro: Română

source: LANG_NAME_INTERNATIONAL
ro: Romanian

source: Bold text: [b]text[/b] (alt+b)
ro: Text îngroşat: [b]text[/b] (alt+b)

source: Italic text: [i]text[/i] (alt+i)
ro: Text italic: [i]text[/i] (alt+i)

source: Underline text: [u]text[/u] (alt+u)
ro: Text subliniat: [u]text[/u] (alt+u)

source: Quote text: [quote]text[/quote] (alt+q)
ro: Citat: [quote]text[/quote] (alt+q)

source: Code display: [code]code[/code] (alt+c)
ro: Afişare cod: [code]code[/code] (alt+c)

source: List: [list]text[/list] (alt+l)
ro: Listă: [list]text[/list] (alt+l)

source: Ordered list: [list=]text[/list] (alt+o)
ro: Listă sortată: [list=]text[/list] (alt+o)

source: Insert image: [img]http://image_url[/img] (alt+p)
ro: Inserează imagine: [img]http://url_imagine[/img] (alt+p)

source: Insert URL: [url]http://url[/url] or [url=http://url]URL text[/url] (alt+w)
ro: Inserează URL: [url]http://url[/url] or [url=http://url]Text URL[/url] (alt+w)

source: Font color
ro: Culoare font

source: Font color: [color=red]text[/color] Tip: you can also use color=#FF0000
ro: Culoare font: [color=red]text[/color] Pont: puteţi folosi şi color=#FF0000

source: Default
ro: Implicit

source: Dark Red
ro: Roşu Închis

source: Red
ro: Roşu

source: Orange
ro: Portocaliu

source: Brown
ro: Maro

source: Yellow
ro: Galben

source: Green
ro: Verde

source: Olive
ro: Măsliniu

source: Cyan
ro: Turcoaz

source: Blue
ro: Albastru

source: Dark Blue
ro: Albastru Închis

source: Font size
ro: Dimensiune font

source: Font size: [size=x-small]small text[/size]
ro: Dimensiune font: [size=x-small]text mic[/size]

source: Small
ro: Mic

source: Large
ro: Mare

source: Close all open bbCode tags
ro: Închide toate tag-urile bbCode deschise

source: Close Tags
ro: Închide Tag-uri

source: Oldest first
ro: Cel mai vechi primul

source: Newest first
ro: Cel mai nou primul

source: Highest rated posts first
ro: Cele mai evaluate postări întâi

source: Newest post first
ro: Cele mai noi postări întâi

source: Most views first
ro: Cele mai vizualizate întâi

source: Most posts first
ro: Cele mai multe postări întâi

source: Search for words in forum messages
ro: Caută cuvine în mesajele de pe forum

source: Search forums
ro: Căutare în forumuri

source: Advanced search
ro: Căutare avansată

source: Private messages
ro: Mesaje private

source: Questions and Answers
ro: Întrebări şi Răspunsuri

source: Message boards
ro: Panouri de mesaje

source: %1 message board
ro: Panou de mesaje %1

source: Previous
ro: Precedenta

source: Next
ro: Următoarea

source: Author
ro: Autor

source: Message
ro: Mesaj

source: Send&nbsp;message
ro: Trimite&nbsp;mesaj

source: Send %1 a private message
ro: Trimite %1 un mesaj privat

source: Joined: %1
ro: Înscris: %1

source: Posts: %1
ro: Postări: %1

source: You haven't read this message yet
ro: Nu aţi citit acest mesaj încă

source: Unread
ro: Necitit

source: Message %1
ro: Mesaj %1

source: hidden
ro: ascuns

source: Posted: %1
ro: Postat: %1

source: - in response to
ro: - în răspuns la

source: Edit
ro: Editare

source: Edit this message
ro: Editează acest mesaj

source: Last modified: %1
ro: Ultima modificare: %1

source: This post is not shown because the sender is on your 'ignore' list. Click %1here%2 to view this post
ro: Această postare nu este afişată deoarece expeditorul este în lista dumneavoastră 'ignoră'. Selectaţi %1aici%2 pentru a vizualiza această postare

source: Report this post as offensive
ro: Raportează această postare ca ofensivă

source: Report as offensive
ro: Raportează ca ofensivă

source: Rating: %1
ro: Evaluare: %1

source: rate:
ro: evaluează:

source: Click if you like this message
ro: Selectaţi dacă vă place acest mesaj

source: Rate +
ro: Evaluează +

source: Click if you don't like this message
ro: Apăsaţi dacă nu vă place acest mesaj

source: Rate -
ro: Evaluează -

source: Reply
ro: Răspunde

source: Post a reply to this message
ro: Răspunde acestui mesaj

source: Quote
ro: Citează

source: Post a reply by quoting this message
ro: Răspunde citând acest mesaj

source: Hidden by a moderator
ro: Ascuns de un moderator

source: Posted %1 by %2
ro: Postat %1 de %2

source: You may not post or rate messages until %1
ro: Nu puteţi posta sau evalua mesaje până la %1

source: Rules:
ro: Reguli:

source: More info
ro: Mai multe informaţii

source: Unhide
ro: Dezascunde

source: Unhide this post
ro: Dezascunde această postare

source: Hide
ro: Ascunde

source: Hide this post
ro: Ascunde această postare

source: Move
ro: Mută

source: Move post to a different thread
ro: Mută postarea într-un alt fir

source: Banish author
ro: Blochează autor

source: Vote to banish author
ro: Votează pentru a bloca autorul

source: Vote not to banish author
ro: Votează pentru a nu bloca autorul

source: Start vote to banish author
ro: Începe vot pentru a bloca autorul

source: Only team members can post to the team message board
ro: Doar membri echipei pot posta în panoul de mesaje al echipei

source: This thread is locked. Only forum moderators and administrators are allowed to post there.
ro: Acest fir este blocat. Doar moderatorii forumului şi administratorii au permisiunea să posteze acolo.

source: Can't post to a hidden thread.
ro: Nu se poate posta într-un fir ascuns.

source: Thread
ro: Fir

source: Posts
ro: Postări

source: Views
ro: Vizualizări

source: Last post
ro: Ultima postare

source: New posts in the thread %1
ro: Postări noi în firul %1

source: New posts in subscribed thread
ro: Postări noi în firul subscris

source: There are new posts in the thread '%1'
ro: Există postări noi în firul '%1'

source: Mark all threads as read
ro: Marchează toate firele ca fiind citite

source: Mark all threads in all message boards as read.
ro: Marchează toate firele în toate panourile de mesaje ca fiind citite.

source: No host
ro: Nici o gazdă

source: Unavailable
ro: Indisponibil

source: Home
ro: Acasă

source: Work
ro: Serviciu

source: School
ro: Şcoală

source: Mobile
ro: Telefon mobil

source: Update
ro: Actualizează

source: Computer information
ro: Informaţii calculator

source: IP address
ro: Adresă IP

source: (same the last %1 times)
ro: (aceeaşi ultimel %1 dăţi)

source: External IP address
ro: Adresă IP externă

source: Show IP address
ro: Arată adresa IP

source: Domain name
ro: Nume domeniu

source: Product name
ro: Nume produs

source: Local Standard Time
ro: Timp Local Standard

source: UTC %1 hours
ro: UTC %1 ore

source: Owner
ro: Proprietar

source: Anonymous
ro: Anonim

source: Created
ro: Creat

source: Total credit
ro: Credit total

source: Average credit
ro: Credit mediu

source: Cross project credit
ro: Credit multi proiect

source: CPU type
ro: Tip CPU

source: Number of processors
ro: Număr procesoare

source: Coprocessors
ro: Coprocesoare

source: Operating System
ro: Sistem de Operare

source: BOINC version
ro: Versiune BOINC

source: Memory
ro: Memorie

source: Swap space
ro: Spaţiu swap

source: Total disk space
ro: Spaţiu disc total

source: Free Disk Space
ro: Spaţiu Disc Disponibil

source: Measured floating point speed
ro: Viteză virgulă mobilă măsurată

source: %1 million ops/sec
ro: %1 milioane operaţii/secundă

source: Measured integer speed
ro: Viteză întregi măsurată

source: Average upload rate
ro: Viteza medie încărcare

source: Unknown
ro: Necunoscut

source: Average download rate
ro: Viteză medie descărcare

source: %1 days
ro: %1 zile

source: Application details
ro: Detalii aplicaţie

source: Show
ro: Afişează

source: Tasks
ro: Task-uri

source: Number of times client has contacted server
ro: De câte ori clientul a contactat serverul

source: Last time contacted server
ro: Ultima dată contact cu serverul

source: % of time BOINC is running
ro: % timp BOINC rulează

source: While BOINC running, % of time host has an Internet connection
ro: Când BOINC rulează, % din timp gazda are conexiune la Internet

source: While BOINC running, % of time work is allowed
ro: Când BOINC rulează, % din timp lucrul este permis

source: Average CPU efficiency
ro: Eficienţă medie CPU

source: Task duration correction factor
ro: Factor corecţie durată task

source: Location
ro: Locaţie

source: Delete this computer
ro: Şterge acest calculator

source: Merge duplicate records of this computer
ro: Unifică înregistrări duplicate ale acestui calculator

source: Merge
ro: Unifică

source: Last contact
ro: Ultimul contact

source: Computer info
ro: Informaţii calculator

source: Rank
ro: Loc

source: Avg. credit
ro: Credit mediu

source: Recent average credit
ro: Credit mediu recent

source: Operating system
ro: Sistem operare

source: (%1 processors)
ro: (%1 procesoare)

source: Details
ro: Detalii

source: Cross-project stats:
ro: Statistici multi proiect:

source: Host %1 has an incompatible OS:
ro: Gazda %1 are un SO incompatibil:

source: Host %1 has an incompatible CPU:
ro: Gazda %1 are un CPU incompatibil:

source: same host
ro: aceeaşi gazdă

source: Can't merge host %1 into %2 - they're incompatible
ro: Nu se pot unifica gazdele %1 şi %2 - sunt incompatibile

source: Merging host %1 into host %2
ro: Se unifică gazda %1 cu gazda %2

source: Couldn't update credit of new computer
ro: Nu s-a putut actualiza creditul noului calculator

source: Couldn't update results
ro: Nu s-au putut actualiza rezultatele

source: Couldn't retire old computer
ro: Nu s-a putut retrage calculatorul vechi

source: Retired old computer %1
ro: Calculator vechi retras %1

source: Show:
ro: Afişează:

source: All computers
ro: Toate calculatoarele

source: Only computers active in past 30 days
ro: Doar calculatoare active în ultimele 30 de zile

source: Computer ID
ro: ID calculator

source: Name
ro: Nume

source: BOINC<br>version
ro: Versiune<br>BOINC

source: Merge computers by name
ro: Unifică după nume calculatoarele

source: Browser default
ro: Setări implicite navigator

source: Comment
ro: Comentariu

source: News is available as an %sRSS feed%s
ro: Ştirile sunt disponibile ca %sfeed RSS%s

source: Inbox
ro: Primite

source: Write
ro: Scrie

source: Send private message
ro: Trimite mesaj privat

source: Preview
ro: Previzualizare

source: no such message
ro: nici un astfel de mesaj

source: To
ro: Către

source: User IDs or unique usernames, separated with commas
ro: ID-uri utilizator sau nume utilizatori unice, separate cu virgule

source: Subject
ro: Subiect

source: Send message
ro: Trimite mesaj

source: sent you a private message; subject:
ro: ţi-a trimis un mesaj privat; subiect:

source: Private message%1 from %2, subject:
ro: Mesaje privat %1 de la %2, subiect:

source: Couldn't create message
ro: Nu s-a putut crea mesajul

source: You are not allowed to send privates messages so often. Please wait some time before sending more messages.
ro: Nu avetţi voie să trimiteţi mesaje private atât de des. Vă rugăm aşteptaţi înainte de a trimite alte mesaje.

source: unread
ro: necitit

source: For email notification, %1edit community prefs%2
ro: Pentru notificări prin email %1editaţi preferinţele comunităţii%2

source: Private message
ro: Mesaj privat

source: Suspend work while computer is on battery power? %1 Matters only for portable computers %2
ro: Suspendă lucrul când calculatorul este alimentat pe baterii? %1 Contează doar pentru calculatoarele portabile %2

source: Suspend work while computer is in use?
ro: Suspendă lucrul când calculatorul este folosit?

source: Suspend GPU work while computer is in use? %1 Enforced by version 6.6.21+ %2
ro: Suspendă lucrul GPU când calculatorul este folosit? %1 Impus de versiunea 6.6.21+ %2

source: 'In use' means mouse/keyboard activity in last
ro: 'Folosit' înseamnă că nu există activitate cu mouse/tastatura în ultimele

source: minutes
ro: minute

source: Suspend work if no mouse/keyboard activity in last %1 Needed to enter low-power mode on some computers %2
ro: Suspendă lucrul dacă nu este activitate cu mouse/tastatura în ultimele %1 Necesar pentru ca unele calculatoare să intre în modul de consum economic %2

source: Suspend work when non-BOINC CPU usage is above %1 0 means no restriction<br>Enforced by version 6.10.30+ %2
ro: Suspendă lucrul când utilizarea CPU non-BOINC este peste %1 0 înseamnă fără restricţie<br>Impus de versiunea 6.10.30+ %2

source: Do work only between the hours of %1 No restriction if equal %2
ro: Lucrează doar între orele %1 Nici o restricţie dacă sunt egale %2

source: Leave tasks in memory while suspended? %1 Suspended tasks will consume swap space if 'yes' %2
ro: Lasă task-urile în memorie când sunt suspendate? %1 Task-urile suspendate vor consuma spaţiu swap dacă 'da' %2

source: Switch between tasks every %1 Recommended: 60 minutes %2
ro: Comută între task-uri la fiecare %1 Recomandat: 60 de minute %2

source: On multiprocessors, use at most
ro: Pe multiprocesor, foloseşte cel mult

source: processors
ro: procesoare

source: On multiprocessors, use at most %1 Enforced by version 6.1+ %2
ro: Pe sisteme multiprocesor, foloseşte cel mult %1 Impus de versiunea 6.1+ %2

source: % of the processors
ro: % din procesoare

source: Use at most %1 Can be used to reduce CPU heat %2
ro: Foloseşte cel mult %1 Poate fi folosit pentru a reduce încălzirea CPU %2

source: % of CPU time
ro: % din timp CPU

source: Disk: use at most
ro: Disc: utilizează cel mult

source: Disk: leave free at least %1 Values smaller than %2 are ignored %3
ro: Disc: păstrează liber cel puţin %1 Valorile mai mici decât %2 sunt ignorate %3

source: % of total
ro: % din total

source: seconds
ro: secunde

source: Swap space: use at most
ro: Spaţiu swap: foloseşte cel mult

source: Memory: when computer is in use, use at most
ro: Memorie: când calculatorul este folosit, foloseşte cel mult

source: Memory: when computer is not in use, use at most
ro: Memorie: când calculatorul nu este folosit, foloseşte cel mult

source: Maintain enough tasks to keep busy for at least%1(max 10 days).%2
ro: Menţine suficiente task-uri pentru a fi ocupat cel puţin%1(max 10 zile).%2

source: days
ro: zile

source: ... and up to an additional
ro: ... şi cel mult pentru încă

source: Confirm before connecting to Internet? %1 Matters only if you have a modem, ISDN or VPN connection %2
ro: Confirmare înainte de conectarea la Internet? %1 Contează doar dacă aveţi o conexiune prin modem, ISDN sau VPN %2

source: Disconnect when done? %1 Matters only if you have a modem, ISDN or VPN connection %2
ro: Deconectare la finalizare? %1 Contează doar dacă aveţi o conexiune prin modem, ISDN sau VPN %2

source: Maximum download rate:
ro: Viteză maximă descărcare:

source: Maximum upload rate:
ro: Viteză maximă încărcare:

source: Use network only between the hours of
ro: Foloseşte reţeaua doar între orele

source: Transfer at most %1 Enforced by version 6.10.46+ %2
ro: Transferă cel mult %1 Impus din versiunea 6.10.46+ %2

source: Mbytes every
ro: Mbytes la fiecare

source: Accelerate GPU tasks by dedicating a CPU to each one?
ro: Accelerează task-urile GPU prin dedicare a câte unui CPU fiecăreia?

source: Use CPU %1 Enforced by version 6.10+ %2
ro: Foloseşte CPU %1 Impus de versiunea 6.10+ %2

source: Use ATI GPU %1 Enforced by version 6.10+ %2
ro: Foloseşte GPU ATI %1 Impus de versiunea 6.10+ %2

source: Use NVIDIA GPU %1 Enforced by version 6.10+ %2
ro: Foloseşte GPU NVIDIA %1 Impus de versiunea 6.10+ %2

source: Use Intel GPU %1 Enforced by version 7.0+ %2
ro: Foloseşte GPU Intel %1 Impus de versiunea 7.0+ %2

source: Run test applications? %1 This helps us develop applications, but may cause jobs to fail on your computer %2
ro: Rulează aplicaţii de test? %1 Acest lucru ajută la dezvoltarea aplicaţiilor, dar poate cauza ca unele sarcini să eşueze pe calculatorul dumneavoastră %2

source: Emails will be sent from %1; make sure your spam filter accepts this address.
ro: Emailurile vor fi trimise de la %1; asiguraţi-vă că filtrul spam acceptă această adresă.

source: Is it OK for %1 and your team (if any) to email you?
ro: Este OK pentru %1 şi echipa dumneavoastră (dacă aveţi) să vă trimită emailuri?

source: Should %1 show your computers on its web site?
ro: Permiteţi %1 să afişeze calculatoarele dumneavoastră pe web site?

source: Disk and memory usage
ro: Utilizare disc şi memorie

source: Processor usage
ro: Utilizare procesor

source: Network usage
ro: Utilizare reţea

source: These preferences apply to all the BOINC projects in which you participate.
ro: Aceste preferinţe se aplică la toate proiectele BOINC în care participaţi.

source: yes
ro: da

source: no
ro: nu

source: no limit
ro: fără limită

source: Add
ro: Adaugă

source: Remove
ro: Şterge

source: Computing
ro: Se calculează

source: Separate preferences for %1
ro: Preferinţe separate pentru %1

source: Edit preferences
ro: Editează preferinţe

source: Add separate preferences for %1
ro: Adaugă preferinţe separate pentru %1

source: Combined preferences
ro: Preferinţe combinate

source: Project specific settings
ro: Setări specifice proiectului

source: Primary (default) preferences
ro: Preferinţe primare (implicite)

source: Edit %1 preferences
ro: Editează preferinţele %1

source: Preferences last modified:
ro: Ultima modificare a preferinţelor:

source: Add preferences
ro: Adaugă preferinţe

source: Update preferences
ro: Actualizează preferinţe

source: Default computer location
ro: Şterge locaţia implicită a calculatorului

source: and
ro: şi

source: Your profile will be made visible to other people as soon as it has been approved by the project. This may take up to a few days.
ro: Profilul dumneavoastră va deveni vizibil altor persoane imediat ce a fost aprobat de proiect. Acest lucru poate dura şi câteva zile.

source: Your profile has been marked as unacceptable. It is not visible to other people. Please change it.
ro: Profilul dumneavoastră a fost marcat ca inacceptabil. Nu este vizibil altor persoane. Vă rugăm să-l modificaţi.

source: Database error
ro: Eroare baza de date

source: To prevent spam, profiles of users with an average credit of less than %1 are displayed only to logged-in users. We apologize for this inconvenience.
ro: Pentru prevenirea mesajelor nesolicitate, profilele utilizatorilor cu un credit mediu mai mici de %1 sunt afişate numai utilizatorulor autentificaţi. Ne cerem scuze pentru inconvenient.

source: No profile exists for that user ID.
ro: Nu există un profil pentru acel ID utilizator.

source: Edit your profile
ro: Modificaţi-vă profilul

source: Recommend this profile for User of the Day:
ro: Recomandă acest profil pentru Utilizatorul Zilei:

source: I %1like%2 this profile
ro: Îmi %1place%2 acest profil

source: Alert administrators to an offensive profile:
ro: Alertează administratorii pentru un profil ofensiv:

source: I %1do not like%2 this profile
ro: Îmi %1displace%2 acest profil

source: Anonymous platform
ro: Platformă anonimă

source: NVIDIA GPU
ro: GPU NVIDIA

source: ATI GPU
ro: GPU ATI

source: Not in DB
ro: Nu este în BD

source: pending
ro: în aşteptare

source: All
ro: Toate

source: In progress
ro: În curs

source: Validation pending
ro: Validare în aşteptare

source: Validation inconclusive
ro: Validare neconcludentă

source: Error
ro: Eroare

source: Inactive
ro: Inactiv

source: Unsent
ro: Netrimise

source: Completed, waiting for validation
ro: Finalizat, aşteaptă validare

source: Completed and validated
ro: Finalizat şi validat

source: Completed, marked as invalid
ro: Finalizat, marcat ca invalid

source: Completed, can't validate
ro: Finalizat, nu se poate valida

source: Completed, validation inconclusive
ro: Finalizat, validare neconcludentă

source: Completed, too late to validate
ro: Finalizat, prea târziu pentru validare

source: Completed
ro: Finalizat

source: Couldn't send
ro: Nu s-a putut trimite

source: Cancelled by server
ro: Anulat de server

source: Not started by deadline - canceled
ro: Nu s-a pornit până la termenul limită - anulat

source: Error while downloading
ro: Eroare la descărcare

source: Error while computing
ro: Eroare de calcul

source: Error while uploading
ro: Eroare la încărcare

source: Aborted by user
ro: Abandonat de utilizator

source: Upload failed
ro: Încărcare nereuşită

source: Timed out - no response
ro: Prea târziu - fără răspuns

source: Didn't need
ro: Nu a fost nevoie

source: Validate error
ro: Eroare de validare

source: Abandoned
ro: Abandonat

source: Over
ro: Peste

source: Success
ro: Succes

source: Computation error
ro: Eroare calcul

source: Redundant result
ro: Rezultat redundant

source: No reply
ro: Fără răspuns

source: New
ro: Nou

source: Downloading
ro: Se descărcă

source: Processing
ro: Se procesează

source: Compute error
ro: Eroare calcul

source: Uploading
ro: Se încarcă

source: Done
ro: Finalizat

source: Not necessary
ro: Nu este necesar

source: Workunit error - check skipped
ro: Eroare unitate de lucru - se sare peste verificare

source: Checked, but no consensus yet
ro: Verificat, dar nu există încă un consens

source: Task was reported too late to validate
ro: Task-ul a fost raportat prea târziu pentru validare

source: Couldn't send result
ro: Nu s-a putut trimite rezultatul

source: Too many errors (may have bug)
ro: Prea multe erori (poate este un bug)

source: Too many results (may be nondeterministic)
ro: Prea multe rezultate (poate fi non deterministic)

source: Too many total results
ro: Prea multe rezultate în total

source: WU cancelled
ro: Unitate de lucru anulată

source: Unrecognized Error: %1
ro: Eroare Nerecunoscută: %1

source: Task name
ro: Nume task

source: click for details
ro: apasă pentru detalii

source: Show IDs
ro: Arată ID-urile

source: Show names
ro: Arată nume

source: Work unit
ro: Unitate de lucru

source: Computer
ro: Calculator

source: Sent
ro: Trimis

source: Time reported<br />or deadline
ro: Timp raportat<br/>sau timp limită

source: explain
ro: explică

source: Status
ro: Stare

source: Run time<br />(sec)
ro: Timp rulare<br />(sec)

source: CPU time<br />(sec)
ro: Timp CPU<br />(sec)

source: Application
ro: Aplicaţie

source: Workunit
ro: Unitate de lucru

source: Received
ro: Primit

source: Server state
ro: Stare server

source: Outcome
ro: Rezultat

source: Client state
ro: Stare client

source: Exit status
ro: Stare ieşire

source: Report deadline
ro: Timp limită raportare

source: Run time
ro: Timp rulare

source: CPU time
ro: Timp CPU

source: Validate state
ro: Stare validare

source: Application version
ro: Versiune aplicaţie

source: Output files
ro: Fişiere ieşire

source: Stderr output
ro: Ieşire stderr

source: State
ro: Stare

source: Task name:
ro: Nume task:

source: Search criteria (use one or more)
ro: Criteriu căutare (folosiţi unul sau mai multe)

source: Key words
ro: Cuvinte cheie

source: Find teams with these words in their names or descriptions
ro: Caută echipe cu aceste cuvinte în nume sau descriere

source: Country
ro: Ţara

source: Type of team
ro: Tip echipă

source: Show only active teams
ro: Arată numai echipele active

source: Search
ro: Caută

source: Requested by you
ro: Solicitat de dumneavoastră

source: founder response deadline is %1
ro: timp limită răspuns fondator este %1

source: None
ro: Nimic

source: Initiate request
ro: Iniţiază cerere

source: Deferred
ro: Amânat

source: Team info
ro: Informaţii echipă

source: Description
ro: Descriere

source: Web site
ro: Site web

source: Cross-project stats
ro: Statistici multi-proiect

source: Type
ro: Tip

source: Message board
ro: Panou de mesaje

source: Threads
ro: Fire

source: Join this team
ro: Alăturați-vă acestei echipe

source: Not accepting new members
ro: Nu acceptă noi membri

source: Respond by %1
ro: Răspunde până la %1

source: Members
ro: Membrii

source: Founder
ro: Fondator

source: Admins
ro: Administratori

source: New members in last day
ro: Membrii noi în ultima zi

source: Total members
ro: Număr total membrii

source: view
ro: vizualizare

source: Active members
ro: Membrii activi
