Repository: BOINC/boinc
Catalog: locale/*/BOINC-Android.po
Languages: bg, ca, da, el, es, it_it, nl, ro, tr

# status_noproject
source: Choose a project to participate in.
bg: Изберете проект за да участвате в него.
ca: Tria un projecte per participar-hi.
da: Vælg et projekt at deltage i.
el: Wählen Sie ein Projekt zur Teilnahme aus.
es: Elija un proyecto en el que participar.
it_it: Scegli un progetto per partecipare.
nl: Kies een project om aan deel te nemen.
ro: Alegeţi un proiect în care să participaţi.
tr: Katılmak için bir proje seçin.

# status_closing
source: Closing…
bg: Затваряне…
ca: Tancant...
da: Lukker…
el: Beenden…
es: Cerrando...
it_it: Chiusura in corso…
nl: Bezig met afsluiten…
ro: Se închide...
tr: Kapanıyor...

# status_benchmarking
source: Benchmarking…
bg: Изчисляване на референтните CPU показатели…
ca: Executamt proves...
da: Måler ydelsesevne…
el: Leistungsüberprüfung…
es: Evaluando...
it_it: Benchmark in corso…
nl: Bezig met benchmark...
ro: Se măsoară performanţa...
tr: Test ediliyor...

# status_image_description
source: project image
bg: изображение на проекта
ca: imatge del projecte
da: projektbillede
el: Projektbild
es: imagen del proyecto
it_it: immagine progetto
nl: project afbeelding
ro: imagine proiect
tr: proje resmi

# prefs_loading
source: Reading preferences…
bg: Четене на предпочитанията…
ca: Llegint preferències...
da: Indlæser indstillinger…
el: lese Einstellungen…
es: Leyendo las preferencias...
it_it: Lettura preferenze in corso…
nl: Voorkeuren inlezen...
ro: Se citest preferinţele...
tr: Tercihler okunuyor...

# prefs_submit_button
source: Save
bg: Запази
ca: Desa
da: Gem
el: Speichern
es: Grabar
it_it: Salva
nl: Opslaan
ro: Salvează
tr: Kaydet

# prefs_dialog_title
source: Enter new value:
bg: Въведете нова стойност:
ca: Introdueix el nou valor:
da: Indtast ny værdi:
el: Neuen Wert eingeben:
es: Escriba un valor nuevo:
it_it: Inserisci il nuovo valore:
nl: Voer nieuwe waarde in:
ro: Introduceți noua valoare:
tr: Yeni değeri girin:

# prefs_dialog_title_selection
source: Select:
bg: Изберете:
ca: Selecciona:
da: Vælg:
es: Elija:
it_it: Seleziona:
nl: Selecteer:
ro: Selectați:
tr: Seçin:

# prefs_category_network
source: Network
bg: Мрежа
ca: Xarxa
da: Netværk
el: Netzwerk
es: Red
it_it: Rete
nl: Netwerk
ro: Reţea
tr: Ağ

# prefs_category_power
source: Power
bg: Мощност
ca: Potència
da: Strøm
el: Energie
es: Energía
it_it: Energia
nl: Energie
ro: Energie
tr: Güç

# prefs_category_storage
source: Storage
bg: Съхранение
ca: Emmagatzematge
da: Lagring
el: Speicherplatz
es: Almacenamiento
it_it: Memoria fisica
nl: Opslag
ro: Stocare
tr: Depolama

# prefs_category_memory
source: Memory
bg: Памет
ca: Memòria
da: Hukommelse
el: Fehlerdiagnose
es: Memoria
it_it: Memoria
nl: Geheugen
ro: Memorie
tr: Bellek

# prefs_category_debug
source: Debug
bg: Отстраняване на грешки
ca: Depura
da: Fejlsøgning
el: Fehlerdiagnose
es: Depuración
nl: Foutoplossing
ro: Depanare
tr: Hata kaydı

# prefs_show_advanced_header
source: Show advanced preferences and controls…
bg: Покажи разширените предпочитания и контролери…
ca: Mostra les preferències i controls avançats...
da: Vis avancerede indstillinger…
el: Zeige erweiterte Einstellungen und Steuerungen…
es: Mostrar preferencias y controles avanzados...
it_it: Visualizza preferenze avanzate e controlli…
nl: Toon geavanceerde voorkeuren en instellingen...
ro: Arată preferinţe şi control avansat...
tr: Gelişmiş tercihler ve kontrolleri görüntüle...

# prefs_run_on_battery_header
source: Compute on Battery
bg: Изчислявай на Батерия
ca: Processar amb només Bateria
da: Beregn i batteritilstand
es: Computar con la batería
it_it: Elabora quando alimentato a Batteria
nl: Rekenen op Batterij
ro: Calculează pe Baterie
tr: Pil gücündeyken hesapla

# battery_charge_min_pct_header
source: Min. battery level
bg: Мин. ниво на батерия
ca: Nivell mínim de la bateria
da: Min. batteriniveau
el: Min. Akku-Ladestand
es: Nivel mínimo de la batería
it_it: Minimo livello batteria
nl: Min. batterijniveau
ro: Nivel minim baterie
tr: En az pil seviyesi

# battery_charge_min_pct_description
source: BOINC suspends computation below defined battery charge level.
bg: BOINC временно прекратява изчисленията под определено ниво на зареждане на батерията.
ca: BOINC atura la computació si el nivell de càrrega de la bateria per sota del definit.
da: BOINC stopper beregninger under defineret batteriniveau.
el: BOINC hält die Berechnung an, wenn der Akkuladestand unter den gewählten Wert sinkt.
es: BOINC suspende los cálculos por debajo de cierto nivel de carga de la batería.
it_it: BOINC sospende l'elaborazione sotto il livello definito di carica della batteria.
nl: BOINC pauzeert de berekening wanneer de batterijlading onder een gegeven niveau zakt.
ro: BOINC suspendă calculele când nivelul bateriei este sub cel definit.
tr: BOINC, pil seviyesi bu değerin altına düşerse hesaplamayı duraklatır.

# battery_temperature_max_header
source: Max. battery temperature
bg: Макс. температура на батерия
ca: Temperatura màxima de la bateria
da: Max. batteritemperatur
el: Max. Akkutemperatur
es: Temperatura máxima de la batería
it_it: Temperatura massima della batteria
nl: Max. batterij temperatuur
ro: Temperatură maximă baterie
tr: En çok pil sıcaklığı

# battery_temperature_max_description
source: BOINC suspends computation above defined battery temperature. It is not recommended to change this value.
bg: BOINC временно прекратява изчисленията над определена температура на батерията. Не е препоръчително да променяте тази стойност.
ca: BOINC atura la computació si la temperatura de la bateria està per sobre del valor definit. No es recomanable canviar aquest valor.
da: BOINC stopper beregninger over defineret batteritemperatur. Det anbefales ikke at ændre denne værdi.
el: BOINC hält die Berechnung an, sobald diese Temperatur überschritten wird. Es wird nicht empfohlen diesen Wert zu ändern.
es: BOINC suspende los cálculos por encima de cierta temperatura de la batería. No es recomendable cambiar este valor.
it_it: BOINC sospende l'elaborazione sopra al livello definito di temperatura della batteria. Non è raccomandato il cambiamento di questo valore.
nl: BOINC stopt met bereken boven de aangegeven batterij temperatuur. Het is niet aanbevolen om deze waarde te wijzigen.
ro: BOINC suspendă calculele când temperatura bateriei depăşeşte nivelul definit. Nu este recomandat să modificaţi această valoare.
tr: BOINC, pil sıcaklığı bu değerin üzerine çıkarsa hesaplamayı duraklatır. Bu değeri değiştirmeniz önerilmez.

# prefs_disk_max_pct_header
source: Max. used storage space
bg: Макс. използвано пространство за съхранение
ca: Màxim espai d'emmagatzematge utilitzat
da: Maks. brugt lagringsplads
es: Máximo espacio de almacenamiento usado
it_it: Massimo spazio di salvataggio
nl: Max. gebruikte opslagruimte
ro: Spaţiu de stocare maxim utilizat
tr: En çok depolama alanı kullanımı

# prefs_disk_max_pct_description
source: How many percent of your device's storage space is BOINC allowed to use?
bg: Колко процента от пространството за съхранение на вашето устройство е позволено на BOINC да използва?
ca: Quin percentatge d'espai d'emmagatzematge del seu dispositiu pot utilitzar BOINC?
da: Hvor mange procent af din enheds lagringsplads må BOINC bruge?
el: Wie viel Prozent Ihres Speichers darf BOINC maximal verwenden?
es: ¿Qué porcentaje del espacio de almacenamiento puede usar BOINC?
it_it: Quanta percentuale dello spazio di salvataggio può usare BOINC?
nl: Welk percentage opslagruimte mag BOINC gebruiken op dit apparaat?
ro: Ce procent din spaţiul de stocare al dispozitivului dumneavoastră are voie să fie utilizat de BOINC?
tr: BOINC, cihazınızın yüzde olarak en fazla ne kadar depolama alanını kullanabilecek?

# prefs_disk_min_free_gb_header
source: Min. spare storage
bg: Мин. неизползвано пространство
ca: Espai mínim d'emmagatzematge
da: Min. lagringsplads
el: min. freizuhaltender Speicher
es: Mínimo almacenamiento libre
it_it: Minimo spazio su disco
nl: Min. reserve opslagruimte
ro: Spaţiu stocare minim liber
tr: En az boş depolama alanı

# prefs_disk_min_free_gb_description
source: How much of your device's storage space shall stay free?
bg: Колко от пространството за съхранение на вашето устройство да остане свободно?
ca: Quina quantitat d'espai d'emmagatzematge del dispositiu s'ha de mantenir lliure?
da: Hvor meget af din enheds lagringsplads skal forblive ubrugt?
es: ¿Cuánto espacio de almacenamiento debe quedar libre?
it_it: Quanto dello spazio di salvataggio del tuo dispositivo deve rimanere libero?
nl: Hoeveel van de opslagruimte moet er minimaal vrij blijven?
ro: Cât din spaţiul de stocare al dispozitivului trebuie să rămână liber?
tr: Cihazınızda en az ne kadar depolama alanı boş bırakılacak?

# prefs_network_daily_xfer_limit_mb_header
source: Daily transfer limit
bg: Дневен лимит на трансфер
ca: Límit de transferència diària
da: Daglig begrænsning på overførsler
el: tägliche Transferbegrenzung
es: Límite de transferencia diaria
it_it: Limite trasferimento giornaliero
nl: Dagelijkse overdracht limiet
ro: Limită zilnică transfer
tr: Günlük aktarım kotası

# prefs_network_daily_xfer_limit_mb_description
source: Limits the daily data traffic caused by BOINC.
bg: Ограничава дневния трафик на данни породен от BOINC.
ca: Limita el tràfic diàri de dades degut a BOINC
da: Begrænser den daglige datatraffik forårsaget af BOINC.
el: Begrenzt die Datenmenge welche täglich durch BOINC übertragen wird.
es: Limita el tráfico diario de datos causado por BOINC.
it_it: Limita il traffico giornaliero causato da BOINC.
nl: Beperkt het dagelijkse dataverkeer van BOINC.
ro: Limitează traficul zilnic realizat de BOINC.
tr: BOINC'in günlük internet kullanım kotası.

# prefs_network_wifi_only_header
source: Transfer tasks on WiFi only
bg: Прехвърляй задачи само през WiFi
ca: Transferir tasques només amb WiFi
da: Overfør kun opgaver over WiFi
el: Übertrage Aufgaben nur per WLAN
es: Transferir tareas sólo con WiFi
it_it: Trasferisce i lavori solo su WiFi
nl: Taken alleen bijwerken via WiFi
ro: Transferă task-uri doar pe WiFi
tr: İşleri yalnızca WiFi'dayken aktar

# prefs_autostart_header
source: Autostart
bg: Автоматично стартиране
ca: Inici automàtic
el: Automatisch starten
es: Autoiniciar
it_it: Avvio automatico
tr: Cihaz açılınca otomatik başla

# prefs_show_notification_header
source: Show notification when suspended
bg: Покажи уведомления когато е временно прекратен
ca: Mostra una notificació quan estigui suspés
da: Vis notifikation under suspendering
el: Zeige Nachrichten wenn angehalten
es: Mostrar un aviso cuando se suspenda
it_it: Visualizza le notifiche quando sospeso
nl: Laat bericht zien indien opgeschort
ro: Arată notificare când este suspendat
tr: Durakladığında bildirim görüntüle

# prefs_cpu_number_cpus_header
source: Used CPU cores
bg: Използвани CPU ядра
ca: Nuclis de CPU usats
da: Brugte CPU-kerner
el: Benutzte Prozessoren
es: Núcleos usados
it_it: Usa questo numero di core CPU
nl: Gebruikte CPU cores
ro: Nuclee CPU folosite
tr: Kullanılacak CPU çekirdekleri

# prefs_cpu_number_cpus_description
source: Limits the number of CPU cores BOINC uses for computation.
bg: Ограничава броя CPU ядра които BOINC използва за изчисления.
ca: Limita el nombre de nuclis de CPU que BOINC utilitza per la computació.
da: Begrænser antallet af CPU-kerner, som BOINC bruger til beregninger.
el: Limitiert die Anzahl der Prozessoren welche BOINC nutzen darf.
es: Limita el número de nucleos que usa BOINC para calcular.
it_it: Limita il numero di core CPU che BOINC usa per l'elaborazione.
nl: Beperkt het aantal gebruikte CPU cores voor BOINC berekeningen.
ro: Limitează numărul de nuclee CPU folosite de BOINC pentru calcule.
tr: BOINC'in hesaplama için kullanabileceği işlemci (CPU) çekirdeği sayısı.

# prefs_cpu_other_load_suspension_header
source: Pause at CPU usage above
bg: Пауза при CPU употреба над
ca: Pausa en l'ús de la CPU per sobre de
da: Pause ved CPU-belastning over
el: Anhalten wenn Prozessornutzung über
es: Pausar si el uso de la CPU supera
it_it: Pausa con utilizzo CPU superiore a
nl: Pauzeer bij CPU gebruik van meer dan
ro: Pauză la utilizare CPU peste
tr: CPU kullanımı fazlaysa duraklat

# prefs_cpu_other_load_suspension_description
source: Determines when BOINC pauses computation due to other app's CPU usage.
bg: Определя кога BOINC прекъсва изчисленията за пауза поради употреба на CPU от други приложения.
ca: Determina quan BOINC pausa el còmput degut a la utilització de la CPU per un altra aplicació.
da: Bestemmer hvornår BOINC sætter beregninger på pause på grund af andre app'ers CPU-brug.
es: Define cuándo deja de calcular BOINC porque otra aplicación use la CPU.
it_it: Determina quando BOINC ferma l'elaborazione a causa dell'utilizzo CPU di altre applicazioni.
nl: Bepaalt wanneer BOINC pauzeert bij CPU gebruik door andere apps.
ro: Determină când BOINC întrerupe calculele din cauza utilizării CPU a altor aplicaţii.
tr: BOINC, diğer uygulamaların işlemci kullanımı bu seviyeyi aşarsa, hesaplamayı duraklatır.

# prefs_cpu_time_max_header
source: CPU limit
bg: CPU лимит
ca: Límit de CPU
da: CPU-begrænsning
el: Prozessorbegrenzung
es: Límite de CPU
it_it: limite CPU
nl: CPU limiet
ro: limită CPU
tr: CPU sınırı

# prefs_cpu_time_max_description
source: Limits the CPU time BOINC uses for computation.
bg: Ограничава CPU време, което BOINC използва за изчисления.
ca: Limita el temps de CPU que BOINC utilitza per la computació.
da: Begrænser CPU-tiden, som BOINC bruger til beregninger.
es: Limita el tiempo de la CPU que usa BOINC para calcular.
it_it: Limita il tempo CPU che BOINC usa per l'elaborazione.
nl: Beperkt de CPU tijd gebruikt door BOINC voor berekeningen.
ro: Limitează timpul CPU pe care îl foloseşte BOINC pentru calcule.
tr: BOINC'in hesaplama için kullanabileceği CPU gücü.

# prefs_memory_max_idle_header
source: RAM limit
bg: RAM лимит
ca: RAM límit
da: RAM-begrænsning
el: Arbeitsspeicherlimit
es: Límite de RAM
it_it: limite RAM
nl: Geheugen limiet
ro: Limită RAM
tr: Bellek limiti

# prefs_memory_max_idle_description
source: Limits the amount of RAM tasks are allowed to occupy.
bg: Ограничава количеството RAM, което е позволено на задачите да заемат.
ca: Limita la quantitat de RAM que les tasques poden utilitzar.
da: Begrænser mængden af RAM, som opgaver tillades at optage.
el: Limitiert den Arbeitsspeicher welcher für Aufgaben zur Verfügung steht.
es: Limita la RAM que pueden ocupar las tareas.
it_it: Limita il quantitativo di RAM che BOINC può occupare.
nl: Beperkt de gebruikte hoeveelheid geheugen gebruikt door taken.
ro: Limitează cantitatea de RAM pe care task-urile au voie să o ocupe.
tr: İşlerin kullanabileceği en fazla bellek (RAM) miktarı.

# prefs_client_log_flags_header
source: BOINC Client log flags
bg: Регистър от флагове на BOINC Клиента
ca: Marques de registre del client de BOINC
da: log-flag for BOINC-klient
el: BOINC Client Protokolleinstellungen
es: Marcas del registro del cliente BOINC
it_it: Flag di log del Client BOINC
nl: BOINC Client log tekens
ro: Flag-uri jurnal client BOINC
tr: BOINC istemci günlüğü bayrakları

# prefs_gui_log_level_header
source: GUI log level
bg: Ниво на регистъра на GUI
ca: Nivell de registre GUI
da: GUI-logniveau
es: Nivel de registro de la GUI
it_it: Livello di log della GUI
ro: Nivel jurnal GUI
tr: GUI günlük seviyesi

# prefs_gui_log_level_description
source: Specifies verbosity of GUI log messages.
bg: Дефинира многословието на регистъра за съобщения от GUI.
ca: Especifica el nivell de detall dels missatges de registre GUI.
da: Specificerer uddybning af GUI-logbeskeder.
es: Especifica la verbosidad de los mensajes del registro de la GUI.
it_it: Specifica la verbosità dei messaggi di log della GUI.
nl: Specificeert uitgebreidheid van GUI log berichten.
ro: Specificaţi nivelul mesajelor jurnal GUI.
tr: Grafik arabirimi (GUI) günlüğü mesaj ayrıntı düzeyi.

# projects_loading
source: Reading projects…
bg: Прочитане на проекти…
ca: S'estan carregant els projectes...
da: Indlæser projekter…
es: Leyendo los proyectos...
it_it: Lettura progetti…
nl: Projecten inlezen...
ro: Se citesc proiectele...
tr: Projeler okunuyor...

# projects_add
source: Add project
bg: Добавете проект
ca: Afegeix el projecte
da: Tilføj projekt
el: Projekt hinzufügen
es: Añadir proyecto
it_it: Aggiungi progetto
nl: Project toevoegen
ro: Adaugă proiect
tr: Proje ekle

# projects_icon
source: Project icon
bg: Икона на проекта
ca: Icona delprojecte
da: Projekt-ikon
el: Projektsymbol
es: Icono del proyecto
it_it: icona Progetto
nl: Project icoon
ro: Icoană proiect
tr: Proje simgesi

# projects_credits_header
source: Credit:
bg: Кредит:
ca: Crèdit:
da: Bidragsydere:
el: Punkte:
es: Crédito:
it_it: Crediti:
nl: Punten:
tr: Kredi:

# projects_credits_host_header
source: (on this device)
bg: (на това устройство)
ca: (en aquest dispositiu)
da: (på denne enhed)
el: (auf diesem Gerät)
es: (en este dispositivo)
it_it: (su questo dispositivo)
nl: (op dit apparaat)
ro: (pe acest dispozitiv)
tr: (bu cihazda)

# projects_status_suspendedviagui
source: Suspended by user
bg: Временно прекратено от потребител
ca: Suspès per l'usuari
da: Suspenderet af bruger
el: Angehalten durch Benutzer
es: Suspendido por el usuario
it_it: Sospeso dall'utente
nl: Onderbroken door gebruiker
ro: Suspendat de utilizator
tr: Kullanıcı tarafından duraklatıldı

# projects_status_dontrequestmorework
source: Won't get new tasks
bg: Няма да взима нови задачи
ca: No descarregar tasques noves
da: Vil ikke modtage nye opgaver
el: Keine neuen Arbeitspakete
es: No se obtendrán tareas nuevas
it_it: Non chiedere nuovi lavori
nl: Krijgt geen nieuwe taken
ro: Nu se preiau noi task-uri
tr: Yeni işler indirilmeyecek

# projects_status_ended
source: Project ended - OK to remove
bg: Проекта приключи - OK да се премахне
ca: Projecte finalitzat - CORRECTE per eliminar-lo
da: Projekt afsluttet - O.k. for at fjerne
el: Projekt wurde beendet - kann jetzt entfernt werden
es: Proyecto finalizado. Se puede eliminar
it_it: Progetto terminato - Può essere rimosso
nl: Project beëindigd - OK om te verwijderen
ro: Proiect finalizat - OK pentru ştergere
tr: Proje sona erdi - Kaldırmak için Tamam'a dokunun

# projects_status_detachwhendone
source: Will remove when tasks done
bg: Ще бъде премахнато като приключи задачите
ca: S'eliminarà quan finalitzi la tasca
da: Vil blive fjernet, når opgaver er fuldført
el: wird entfernt wenn Aufgaben erledigt
es: Se eliminará cuando acaben las tareas
it_it: Verrà rimosso quando i lavori sono terminati
nl: Wordt verwijderd als taken klaar zijn
ro: Se va şterge când se finalizează task-urile
tr: İşler tamamlandığında kaldırılacak

# projects_status_schedrpcpending
source: Scheduler request pending
bg: Заявка на Планировчика в процес на изчакване
ca: Petició al gestor pendent
da: Planlægningsforespørgsel afventer
el: Serveranfrage ausstehend
es: Petición pendiente al planificador
it_it: Richiesta allo scheduler in attesa
nl: Bijwerkverzoek in behandeling
ro: Cerere planificator în aşteptare
tr: Zamanlanmış istek kuyrukta

# projects_status_schedrpcinprogress
source: Scheduler request in progress
bg: Заявка на Планировчика в процес на извършване
ca: Petició al gestor en curs
da: Planlægningsforespørgsel under udførsel
el: Serveranfrage läuft
es: Petición al planificador en marcha
it_it: Richiesta allo scheduler in corso
nl: Bijwerkverzoek is bezig
ro: Cerere planificator în curs
tr: Zamanlanmış istek gerçekleştiriliyor

# projects_status_trickleuppending
source: Trickle up message pending
bg: Изходящо съобщение в процес на изчакване
ca: Missatge de degoteig en espera
da: Trickle-up-besked afventer
el: Trickle-Up Nachricht ausstehend
es: Mensaje de estado de la tarea pendiente
it_it: Messaggi trickle up in attesa
nl: Trickle up bericht in behandeling
ro: Mesaj trickle up în aşteptare
tr: İş ilerleme mesajı kuyrukta

# projects_status_backoff
source: Communication scheduled in:
bg: Връзка е планирана след:
ca: Comunicació del gestor a:
da: Kommunikation planlagt om:
el: nächste Kommunikation in:
es: Comunicación prevista para:
it_it: Comunicazione tra:
nl: Communicatie gepland over:
ro: Comunicaţie planificată în:
tr: İletişim ertelendi:

# projects_control_dialog_title
source: Project commands:
bg: Команди на проекта:
ca: Ordres del projecte:
da: Projektkommandoer:
el: Projektbefehle:
es: Órdenes del proyecto:
it_it: Comandi progetto:
nl: Project opdrachten:
ro: Comenzi proiect:
tr: Proje komutları:

# projects_control_visit_website
source: Visit website
da: Besøg hjemmeside
es: Visitar la web
nl: Bezoek website

# projects_control_update
source: Update
bg: Обнови
ca: Actualitza
da: Opdatér
el: Aktualisieren
es: Actualizar
it_it: Aggiorna
nl: Bijwerken
ro: Actualizează
tr: Güncelle

# projects_control_remove
source: Remove
bg: Премахни
ca: Elimina
da: Fjern
el: Entfernen
es: Eliminar
it_it: Rimuovi
nl: Verwijderen
ro: Șterge
tr: Kaldır

# projects_control_suspend
source: Suspend
bg: Временно прекратяване
ca: Suspèn
da: Suspendér
el: Anhalten
es: Suspender
it_it: Sospendi
nl: Pauzeren
ro: Suspendă
tr: Duraklat

# projects_control_resume
source: Resume
bg: Поднови
ca: Reprèn
da: Fortsæt
el: Fortsetzen
es: Continuar
it_it: Riprendi
nl: Hervatten
ro: Reia
tr: Sürdür

# projects_control_nonewtasks
source: No new tasks
bg: Без нови задачи
ca: No hi han tasques noves
da: Ingen nye opgaver
el: Keine neuen Aufgaben
es: No más tareas
it_it: Nessun nuovo lavoro
nl: Geen nieuwe taken
ro: Nu sunt task-uri noi
tr: Yeni işler indirme

# projects_control_allownewtasks
source: Allow new tasks
bg: Позволи нови задачи
ca: Permetre noves tasques
da: Tillad nye opgaver
el: Neue Aufgaben zulassen
es: Permitir más tareas
it_it: Permetti nuovi lavori
nl: Nieuwe taken toestaan
ro: Permite noi task-uri
tr: Yeni işler indir

# projects_control_reset
source: Reset
bg: Нулиране
ca: Reinicia
da: Nulstil
el: Zurücksetzen
es: Reiniciar
nl: Resetten
ro: Resetează
tr: Sıfırla

# projects_control_dialog_title_acctmgr
source: Account manager commands:
da: Kommandoer for kontohåndtering:
es: Órdenes del gestor de cuentas:
nl: Accountmanager opdrachten:

# projects_control_sync_acctmgr
source: Synchronize
da: Synkronisér
es: Sincronizar
nl: Bijwerken

# projects_control_remove_acctmgr
source: Disable
da: Deaktivér
es: Desactivar
nl: Uitzetten

# projects_confirm_detach_title
source: Remove project?
bg: Премахване на проект?
ca: Eliminar el projecte?
da: Fjern projekt?
el: Projekt entfernen?
es: ¿Eliminar el proyecto?
it_it: Rimuovere il progetto?
nl: Project verwijderen?
ro: Şterge proiect?
tr: Proje kaldırılsın mı?

# projects_confirm_detach_message
source: Are you sure you want to remove
bg: Сигурни ли сте, че искате да премахнете
ca: Estàs segur que voleu eliminar
da: Er du sikker på, at du vil fjerne
el: Wollen Sie wirklich zurücksetzen
es: ¿Está seguro de que quiere eliminar
it_it: Sei sicuro di voler rimuovere
nl: Weet je zeker dat je
ro: Sunteţi sigur că doriţi să ştergeţi
tr: Bu proje BOINC'ten kaldırılsın mı:

# projects_confirm_detach_message2
source: from BOINC?
bg: от BOINC?
ca: de BOINC?
da: fra BOINC?
el: von BOINC?
es: de BOINC?
it_it: da BOINC?
nl: uit BOINC wilt verwijderen?
ro: din BOINC?

# projects_confirm_detach_confirm
source: Remove
bg: Премахни
ca: Elimina
da: Fjern
el: Entfernen
es: Eliminar
it_it: Rimuovi
nl: Verwijderen
ro: Șterge
tr: Kaldır

# projects_confirm_reset_title
source: Reset project
bg: Нулиране на проект
ca: Reinicia el projecte
da: Nulstil projekt
el: Projekt zurücksetzen
es: Reiniciar el proyecto
it_it: Reset progetto
nl: Project resetten
ro: Resetează proiect
tr: Projeyi sıfırla

# projects_confirm_reset_message
source: Are you sure you want to reset
bg: Сигурни ли сте, че искате да нулирате
ca: Estàs segur que vols reiniciar
da: Er du sikker på, at du vil nulstille
es: ¿Está seguro de que quiere reiniciar
it_it: Sei sicuro di voler resettare
nl: Weet je zeker dat je
ro: Sunteţi sigur că doriţi să resetaţi
tr: Bu proje sıfırlansın mı:
