Repository: BOINC/boinc
Catalog: html/languages/translations/*.po
Languages: ro

# APPS_TITLE
source: Applications
ro: Aplicaţii

# APPS_DESCRIPTION
source: $PROJECT currently has the following applications. When you participate in $PROJECT, work for one or more of these applications will be assigned to your computer. The current version of the application will be downloaded to your computer. This happens automatically; you don't have to do anything.
ro: In momentul de faţă există următoarele aplicaţii ale $PROJECT. Când luaţi parte la $PROJECT, unităţi de lucru pentru una sau mai multe dintre aceste aplicaţii vor fi distribuite computerului dumneavoastră. Versiunea curentă a aplicaţiei va fi downloadată pe computerul dumneavoastră, în mod automat; nu trebuie să faceţo nimic pentru asta.

# APPS_PLATFORM
source: Platform
ro: Platforma

# APPS_VERSION
source: Current version
ro: Versiunea curentă

# APPS_INSTALLTIME
source: Installed
ro: Instalat

# RULES_TITLE
source: Rules and Policies
ro: Reguli si politici

# RULES_ONLY_AUTH
source: Run $PROJECT only on authorized computers
ro: Rulaţi $PROJECT numai pe computere autorizate.

# RULES_ONLY_AUTH_TEXT
source: Run $PROJECT only on computers that you own, or for which you have obtained the owner's permission. Some companies and schools have policies that prohibit using their computers for projects such as $PROJECT
ro: Rulaţi $PROJECT numai pe computerele pe care le deţineţii, sau pentru care aţi obţinut permisiunea proprietarului. Unele companii si şcoli au regulamente care interzic utilizarea computerelor de care dispun pentru proiecte de tipul $PROJECT.

# RULES_COMPUTER_USE
source: How $PROJECT will use your computer
ro: Cum va folosi $PROJECT computerul dumneavoastră

# RULES_COMPUTER_USE_TEXT_A
source: When you run $PROJECT on your computer, it will use part of the computer's CPU power, disk space, and network bandwidth. You can control how much of your resources are used by $PROJECT, and when it uses them.
ro: Când rulaţi $PROJECT pe computerul dumneavoastră, acesta va utiliza o parte din puterea de calcul a CPU, din spaţiul pe disc şi lungimea de bandă a reţelei. Puteţii controla cât din resurse să fie folosite de către $PROJECT şi când să fie ele utilizate.

# RULES_COMPUTER_USE_TEXT_B
source: The work done by your computer contributes to the goals of $PROJECT, as described on its web site. The application programs may change from time to time.
ro: Sarcinile efectuate de computerul dumneavoastră contribuie la atingerea scopurilor $PROJECT, după cum este descris pe websiteul proiectului. Programele de aplicaţii se pot schimba din cand in cand.

# RULES_PRIVACY
source: Privacy policy
ro: Regulament de confidenţialitate.

# RULES_PRIVACY_TEXT_A
source: Your account on $PROJECT is identified by a name that you choose. This name may be shown on the $PROJECT web site, along with a summary of the work your computer has done for $PROJECT. If you want to be anonymous, choose a name that doesn't reveal your identity.
ro: Contul dumneavoastră la $PROIECT este identificat de un nume ales de dumneavoastră. Acest nume poate aparea pe website-ul $PROJECT, impreuna cu un sumar al lucrului pe care computerul tau l-a facut pentru $PROJECT. Daca doresti sa fii anonim, alege un nume care sa nu-ti divulge identitatea.

# RULES_PRIVACY_TEXT_B
source: If you participate in $PROJECT, information about your computer (such as its processor type, amount of memory, etc.) will be recorded by $PROJECT and used to decide what type of work to assign to your computer. This information will also be shown on $PROJECT's web site. Nothing that reveals your computer's location (e.g. its domain name or network address) will be shown.
ro: Dacă participaţi la $PROJECT, informaţii referitoare la computerul dumneavoastră (de exemplu tipul procesorului, dimensiunea memoriei, etc.) vor fi înregistrate de către $PROJECT pentru a decide ce fel de unităţi de lucru să atribuie computerului dumneavoastră. Aceste informaţii vor fi afişate si pe website-ul $PROJECT. Nu vor fi afişate informaţii care ar putea indica locaţia computerului (de exemplu numele domeniului sau adresa de reţea).

# RULES_PRIVACY_TEXT_C
source: To participate in $PROJECT, you must give an address where you receive email. This address will not be shown on the $PROJECT web site or shared with organizations. $PROJECT may send you periodic newsletters; however, you can opt out at any time.
ro: Pentru a participa la $PROJECT, trebuie sa specificaţi o adresă de mail. Această adresă nu va fi afişată pe website-ul $PROJECT sau făcută publică spre alte organizaţii. $PROJECT vă poate trimite periodic unele noutăţi; totuşi, puteţi renunţa oricând.

# RULES_SAFE
source: Is it safe to run $PROJECT ?
ro: Sunteţi sigur că doriţi sa rulaţi $PROJECT ?

# RULES_SAFE_TEXT_A
source: Any time you download a program through the Internet you are taking a chance: the program might have dangerous errors, or the download server might have been hacked. $PROJECT has made efforts to minimize these risks. We have tested our applications carefully. Our servers are behind a firewall and are configured for high security. To ensure the integrity of program downloads, all executable files are digitally signed on a secure computer not connected to the Internet.
ro: De fiecare dată când luaţi un program de pe Internet, vă asumaţi un risc: programul poate avea erori periculoase, sau serverul de download poate să fi fost atacat de hackeri. $PROJECT a facut eforturi să minimizeze aceste riscuri. Aplicaţiile noastre au fost testate riguros. Serverele noastre sunt protejate de firewall-uri si sunt configurate cu cele mai inalte setări de siguranţă. Pentru a asigura integritatea transferului de programe, toate fişierele executabile sunt marcate digital pe un computer securizat care nu este conectat la Internet.

# RULES_SAFE_TEXT_B
source: The applications run by $PROJECT may cause some computers to overheat. If this happens, stop running $PROJECT or use a %s that limits CPU usage.
ro: Aplicaţiile rulate de $PROJECT pot cauza unele computere să se supraîncălzească. Dacă se intamplă aşa ceva, opriţi rularea $PROJECT sau folosiţi o %s care limitează utilizarea procesorului.

# RULES_UTILITY_PROGRAM
source: utility program
ro: program utilitar

# RULES_SAFE_TEXT_C
source: $PROJECT was developed by %s. BOINC was developed at the University of California.
ro: $PROJECT a fost dezvoltat de %s. BOINC a fost dezvoltat la Universitatea din California.

# RULES_LIABILITY
source: Liability
ro: Responsabilitate

# RULES_LIABILITY_TEXT
source: $PROJECT and %s assume no liability for damage to your computer, loss of data, or any other event or condition that may occur as a result of participating in $PROJECT.
ro: $PROJECT si %s nu işi asumă nici o obligaţie pentru defecţiuni ale computerului, pierderea de date, sau orice alt eveniment sau situaţie care poate apărea în urma participării la $PROJECT.

# RULES_OTHER
source: Other BOINC projects
ro: Alte proiecte BOINC.

# RULES_OTHER_TEXT_A
source: Other projects use the same platform, BOINC, as $PROJECT. You may want to consider participating in one or more of these projects. By doing so, your computer will do useful work even when $PROJECT has no work available for it.
ro: Alte proiecte utilizează aceeaşi platformă, BOINC, ca şi $PROJECT. Puteţi lua in considerare ideea de a participa la mai multe dintre aceste proiecte. În acest fel, computerul dumneavoastră va fi util chiar şi atunci când $PROJECT nu are unităţi de lucru pregătite pentru el.

# RULES_OTHER_TEXT_B
source: These other projects are not associated with $PROJECT, and we cannot vouch for their security practices or the nature of their research. Join them at your own risk.
ro: Aceste alte proiecte nu sunt asociate cu $PROJECT şi nu putem garanta pentru metodele lor de securitate sau natura subiectului lor de cercetare. Înscrierea se face pe răspunderea dumneavoastră.

# CREATE_AC_TITLE
source: Create an account
ro: Creează un cont

# CREATE_AC_READ_RULES
source: Read the %s before creating an account.
ro: Citeşte %s înainte de a crea un cont.

# CREATE_AC_ALREADY_GOT
source: If you already received an account key, do not submit this form. %s instead.
ro: Dacă ai primit deja o cheie de cont, nu trimite acest formular. În loc, %s.

# CREATE_AC_NAME
source: Name
ro: Nume

# CREATE_AC_NAME_DESC
source: Identifies you on our web site. Use your real name or a nickname.
ro: Te identifică pe pagina noastră web. Foloseşte numele tău real, sau un nickname.

# CREATE_AC_EMAIL
source: Email Address
ro: Adresa de e-mail

# CREATE_AC_EMAIL_DESC
source: Must be a valid address of the form 'name@domain'.
ro: Trebuie să fie o adresă validă, de forma 'nume@domeniu'.

# CREATE_AC_COUNTRY
source: Country
ro: Ţara

# CREATE_AC_COUNTRY_DESC
source: Select the country you want to represent, if any.
ro: Selectează ţara pe care doreşti să o reprezinţi, dacă e cazul.

# CREATE_AC_ZIP
source: Postal or ZIP Code
ro: Codul poştal sau ZIP

# CREATE_AC_CREATE
source: Create Account
ro: Creează Cont

# CREATE_AC_DISABLED
source: Account Creation is Disabled
ro: Creare Cont Dezactivată

# CREATE_AC_DISABLED_TEXT
source: Account creation is disabled for $PROJECT at the moment. Please try again later.
ro: Crearea de conturi pentru $PROJECT este dezactivată în acest moment. Vă rugăm sa încercaţi mai tarziu.

# CREATE_AC_TEAM
source: This account will belong to the team %s and will have the project preferences of its founder.
ro: Acest cont va aparţine echipei %s şi va avea preferinţele de proiect ale fondatorului.

# AC_READY_TITLE
source: Account created
ro: Cont creat

# AC_READY_WELCOME
source: Congratulations - your $PROJECT account has been created
ro: Felicitări - contul dumneavoastră la $PROJECT a fost creat!

# AC_READY_PASTE
source: To continue, paste the account key here:
ro: Pentru a continua, copiază cheia de cont aici:

# AC_READY_CLICK
source: and click
ro: şi apasă

# AC_SETUP_TITLE
source: Account setup
ro: Setare cont

# AC_SETUP_USES_BOINC
source: $PROJECT uses the BOINC software system.
ro: $PROJECT utilizează sistemul software BOINC.

# AC_SETUP_DIVISION
source: BOINC lets you divide your computer time between several distributed computing projects.
ro: BOINC îţi permite să împarţi timpul de lucru al computerului tău între mai multe proiecte de calcul distribuite.

# AC_SETUP_ISFIRST
source: Is this your first BOINC project?
ro: Este acesta primul proiect BOINC la care participaţi?

# AC_SETUP_FIRST
source: Yes - this is my first BOINC project
ro: Da - acesta este primul meu proiect BOINC

# AC_SETUP_NONFIRST
source: No - I'm currently participating in at least one other BOINC project
ro: Nu - în acest moment particip la cel puţin un alt proiect BOINC

# AC_FIRST_TITLE
source: Account preferences
ro: Preferinţe cont

# AC_FIRST_CONTROL
source: You can control when and how your computer is used by $PROJECT
ro: Puteţi controla când şi cum este folosit computerul dumneavoastră de către $PROJECT

# AC_FIRST_DEFAULT
source: To use the defaults settings, scroll to the bottom and click OK.
ro: Pentru a utiliza setările implicite, navighează la sfarşitul paginii si apasă OK.

# AC_DONE_TITLE
source: Account setup: done
ro: Setare cont: incheiată

# AC_DONE_COMPLETE
source: Your account setup is complete.
ro: Setarea contului tău s-a încheiat.

# AC_DONE_BOINC
source: Next you must download and install the BOINC software and tell your computer(s) to use this account.
ro: În continuare trebuie să descărcaţi şi să instalaţi software-ul BOINC şi să indicaţi computerului dumneavoastră să utilizeze acest cont.

# AC_DONE_URL
source: When the BOINC software first runs, it will ask you for a <b>Project URL</b> and a <b>Account key</b>.
ro: Când software-ul BOINC rulează pentru prima dată, va solicita un <b>URL Proiect</b> şi o <b>Cheie de Cont</b>.

# AC_DONE_COPYPASTE
source: Copy and paste them from here:
ro: Copiaţi-le de aici:

# AC_DONE_GETDOWNLOAD
source: You can now %s to complete the $PROJECT installation.
ro: Acum poţi %s pentru a incheia instalarea $PROJECT.

# AC_DONE_DL_BOINC
source: download the BOINC software
ro: downloadează software-ul BOINC

# AC_DONE_THANKS
source: Thanks for participating in $PROJECT
ro: Mulţumim pentru participarea la $PROJECT

# AC_NONFIRST_TITLE
source: Account setup: resource share
ro: Setare cont: partajarea de resurse

# AC_DONE_MUST_USE
source: Next you must tell your computer(s) to use this account.
ro: In continuare trebuie sa indicaţi computerului dumneavoastră să utilizeze acest cont.

# AC_DONE_WIN
source: Windows users:
ro: Utilizatori Windows:

# AC_DONE_WIN_TEXT
source: Open the BOINC application window by double-clicking the BOINC system tray icon. Choose the 'Attach to Project' item in the Settings menu. It will ask you for a project URL and an account key.
ro: Deschideţi fereastra de aplicaţie BOINC prin dublu click pe icon-ul BOINC din system tray. Selectaţi 'Attach to Project' din meniul Settings. Va solicita un URL al proiectului şi o cheie de cont.

# AC_DONE_UNIX
source: Mac, Unix and Linux users:
ro: Utilizatorii Mac, Unix si Linux:

# AC_DONE_UNIX_TEXT
source: Quit the BOINC client. Then run the BOINC client with the -attach_project option. It will ask you for a project URL and an account key.
ro: Inchideţi clientul BOINC. Apoi rulaţi clientul BOINC cu opţiunea -attach_project. Va solicita un URL al proiectului si o cheie de cont.

# AC_DONE_ANYCASE
source: In each case copy and paste the following:
ro: In fiecare din cazuri, copiaţi următoarele:

# AC_DONE_INSTALLED
source: This completes the $PROJECT installation.
ro: Aceasta încheie instalarea $PROJECT.

# AC_CREATED_TITLE
source: Configure your account
ro: Configurează-ţi contul

source: Optional
ro: Opţional
